{
    "Main Page": "Főoldal",
    "All Pois (Points of Interest)": "Minden POI (Látnivalók)",
    "All Pois (Points of Interest)-loggedin": "Minden POI (Látnivalók)-bejelentkezve",
    "Users": "Felhasználók",
    "Welcome": "Üdvözli",
    "Logout": "Kijelentkezés",
    "LogIn": "Bejelentkezés",
    "login-button": "Bejelentkezés",
    "signup-button": "Regisztráció",
    "alertsDropdown": "Regisztráció",
    "searchbtn": "Keresés",
    "nameh3": "Név",
    "recomendbut": "Ajánlat",
    "shareBtn": "Megosztás",
    "detePoi": "Töröl",
    "SignUp": "Regisztráció",
    "Enter Username": "Felhasználónév",
    "Enter Password": "Jelszó",
    "Reset Password": "Jelszó visszaállítása",
    "verify-button": "Ellenőrzés",
    "countdown": "A fiók ellenőrzése megtörtént. Átirányítás a Bejelentkezési oldalra néhány másodpercen belül ...",
    "Please enter your details below": "Kérem, adja meg adatait az alábbiakban",
    "Username is already taken!": "A felhasználónév már foglalt!",
    "Passwords don't match!": "A jelszavak nem egyeznek meg!",
    "Please fill in all fields": "Kérjük, töltse ki az összes mezőt",
    "Login error:": "Bejelentkezési hiba:",
    "An error occurred during logout. Please try again.": "Hiba történt a kijelentkezés során. Kérjük, próbálja újra.",
    "Profile": "Profil",
    "Dev Ops": "Dev Ops",
    "Error during login:": "Bejelentkezési hiba:",
    "You have been logged out.": "Kijelentkeztetett.",
    "Login": "Bejelentkezés",
    "Please check the box if you agree with our": "Kérjük, jelölje be a négyzetet, ha egyetért velünk",
    "Termsofuse": "Felhasználási feltételek",
    "copyright-info": "Copyright AE1 - Dev Ops csapat 2023",
    "Swagger API": "Swagger API",
    "Monitoring": "Monitoring",
    "Apache Licence": "Apache Licence",
    "cookies-consent-heading": "Sütik engedélyezése",
    "cookies-info": "Sütik segítségével biztosítjuk a legjobb élményt weboldalunkon",
    "acceptBtn": "Elfogad",
    "declineBtn": "Elutasít",
    "New Password": "Új jelszó",
    "Confirm Password": "Jelszó megerősítése",
    "reset-password-button": "Jelszó visszaállítása",
    "profile-username": "Felhasználónév",
    "profile-email": "E-mail cím",
    "profile-level": "Szint",
    "users-username": "Felhasználónév",
    "users-email": "E-mail cím",
    "users-level": "Engedély",
    "editUser": "Szerkesztés",
    "deletUser": "Törlés",
    "add-picture": "Hozzáadna egy képet?",
    "uploadBtn": "Feltölt",
    "no": "Nem",
    "poidetails-input": "Kérem, adja meg a POI részleteit, amelyet hozzá szeretne adni",
    "name": "Kérem, adja meg a POI nevét",
    "type": "Kérem, adja meg a POI típusát",
    "country": "Kérem, adja meg a POI országát",
    "region": "Kérem, adja meg a POI régióját",
    "description": "Kérem, írja le a helyet",
    "submit": "Elküldés",
    "poi-type": "Típus",
    "poi-country": "Ország",
    "poi-region": "Régió",
    "poi-lon": "Lon",
    "poi-lat": "Lat",
    "poi-description": "Leírás",
    "poi-recommendations": "Ajánlatok",
    "read-terms": "Üdvözöljük a DevOps weboldal projektünkben. Kérjük, olvassa el figyelmesen a Felhasználási feltételeket, mielőtt használni kezdi weboldalunkat és szolgáltatásainkat",
    "accept-terms": "Elfogadás feltételek",
    "agree-terms": "A webhelyre való belépéshez vagy használatához, beleértve a webhelyen kínált bármely funkciót, tartalmat vagy alkalmazást, elfogadja ezeket a Feltételeket. Ha nem fogadja el ezeket a Feltételeket, ne használja webhelyünket",
    "u-accounts-login": "Felhasználói fiókok és bejelentkezés",
    "account-creation": "a.Fiók létrehozása: A webhely bizonyos funkcióihoz hozzáférhet, ha felhasználói fiókot hoz létre. Megígérjük, hogy pontos, aktuális és teljes információt ad meg a regisztrációs folyamat során",
    "account-security": "b.Biztonság: Felelős a fiókja hitelesítési adatai bizalmasságának megőrzéséért, és nem adja meg őket semmilyen harmadik félnek. Ön kizárólagosan felelős fiókjával végzett összes tevékenységért",
    "account-termination": "c.Fiók törlése: Fenntartjuk a jogot arra, hogy fiókod töröljünk vagy felfüggesszük saját belátásunk szerint, értesítés nélkül, bármilyen magatartás miatt, amelyről úgy gondoljuk, hogy ezek a Feltételek megsértése vagy más felhasználóink vagy ránk káros.",
    "loc-based-services": "Helyalapú szolgáltatások",
    "geoloc": "a.Geolocation: Néhány webhelyünk funkciója helyalapú szolgáltatásokat használhat. Elfogadja, hogy engedélyezi számunkra, hogy gyűjtsük, felhasználjuk és megosztjuk a helyadataidat ezen szolgáltatások nyújtása céljából",
    "accuracy": "b.Pontosság: Miközben törekszünk pontos helyinformációt szolgáltatni, nem garantáljuk a helyadatok pontosságát, teljességét és megbízhatóságát",
    "u-conduct": "Felhasználói magatartás",
    "u-compliance": "a.Betartás: Megállapodik abban, hogy betartja az összes vonatkozó törvényt és rendeletet webhelyünk használatával kapcsolatban",
    "prohibited-activ": "b.Tiltott tevékenységek: Nem vehet részt olyan tevékenységben, amely zavarja vagy gátolja webhelyünket vagy az azt kiszolgáló szervereket és hálózatokat",
    "intellectual-property": "Szellemi tulajdon",
    "ownership": "a.Tulajdonlás:A webhelyünkön található összes tartalom, védjegy, logó és szellemi tulajdon tulajdonosa vagy licensoránk. Nem használhatja, másolhatja vagy terjesztheti a tartalmat engedélyünk nélkül",
    "limit-liability": "Korlátozási felelősség",
    "limit-disclaimer": "a.Kizáró nyilatkozat: A törvény által megengedett mértékben kizárjuk az összes garanciát, kifejezett vagy hallgatólagos, beleértve, de nem kizárólag az eladhatóság, a megfelelő célra való alkalmasság és a jogsértés mentességi nyilatkozatát",
    "limit-liability-2": "b.Korlátozott felelősség: Nem vagyunk felelősek semmilyen közvetlen, közvetett, véletlenszerű, különleges, következményes vagy példamutató kárért, beleértve, de nem kizárólag, a profitkiesés, a jó hírnév, a használat, az adatvesztés vagy egyéb immateriális károkért, még abban az esetben is, ha ezek előfordulását ismerték",
    "change-to-terms": "A Feltételek módosítása",
    "right-to-update": "Fenntartjuk a jogot, hogy ezeket a Feltételeket előzetes értesítés nélkül bármikor frissítsük vagy módosítsuk. A módosítások dátuma a Feltételek tetején lesz feltüntetve.",
    "governing-law": "Jogszabályi vonatkozások",
    "terms-governed": "Ezek a Feltételek az Egyesült Királyság törvényeinek megfelelően szabályozottak és értelmezendők, tekintet nélkül annak jogellenes konfliktus elveire",
    "contact-us": "Kapcsolatfelvétel",
    "qa-terms": "Ha bármilyen kérdése van ezekről a Feltételekről, kérjük, lépjen kapcsolatba velünk a [Kapcsolatai adatai] címen",
    "thank-you": "Köszönjük, hogy használja a Devops alkalmazásunkat!",
    "apache-license": "Apache License: V2.0, 2004 január",
    "terms-con-dist": "FELHASZNÁLÁSI, TÁRSÍTÁSI ÉS HOSSZÍTÁSI FELTÉTELEK",
    "definitions": "1. Definíciók",
    "licence": "Engedély: az 1.-9. pontban meghatározottak szerinti használatra, reprízre és terjesztésre vonatkozó feltételeket jelenti",
    "licensor": "Engedélyező: a szerzői jog tulajdonosa vagy az a jogi személy, amelyet a szerzői jog tulajdonosa jogosít fel az Engedély megadásához",
    "legal-entity": "Jogilag kötelezett szervezet: azt a jogi személyt jelenti, amely az érintett szervezetet irányítja, és amelyet az érintett szervezet irányít, vagy amely azonos irányítás alá tartozik azzal. E definíció céljából irányítás azt jelenti: (i) közvetlen vagy közvetett hatalmat gyakorolni az érintett szervezet irányítására vagy kezelésére, akár szerződés alapján, akár más módon, vagy (ii) az érintett szervezet részvényeinek ötven százalékát (50%) vagy annál nagyobb arányban birtokolni, vagy (iii) az érintett szervezet haszonélvezője lenni.",
    "you": "Ön: azt a személyt vagy jogi személyt jelenti, aki az Engedély által engedélyezett jogosultságokat gyakorolja.",
    "source": "Forrásformátum: a módosítások készítéséhez legmegfelelőbb formátumot jelenti, beleértve, de nem kizárólag a szoftverforráskódot, a dokumentációforrást és a konfigurációs fájlokat.",
    "object": "Objektformátum: bármilyen formátumot jelent, amely a forráskód mechanikai átalakításából vagy fordításából származik, beleértve, de nem kizárólag a fordított objektumkódot, a generált dokumentációt és a más médiatípusokra történő átalakításokat.",
    "work": "Munka: a szerzői jog által védett mű, legyen az forrás- vagy objektumformában, amelyet az Engedély alapján érhető el, amint azt a műhöz csatolt vagy hozzáadott szerzői jogi nyilatkozat jelzi (példa található a mellékletben).",
    "der-works": "Derivált Munkák: bármely mű, legyen az forrás- vagy objektumformában, amely a Munkából származik (vagy származik), és amelyre a szerkesztői átdolgozások, megjegyzések, kibontások vagy egyéb módosítások egyben, mint egy egész, a szerzői jog által védett eredeti művet jelentenek. A Munkához és a Derivált Munkáihoz kapcsolódó Derivált Munkák nem tartoznak ide.",
    "contribution":	"Hozzájárulás",
    "contributor": "Közreműködő",
    "grant-copyright": "2. Copyright Licenc Grant",
    "subject-terms": "Ezen Licenc feltételeinek megfelelően, minden Szerző hozzájárul, hogy Önnek állandó, világméretű, kizárólagos, díjmentes, jogdíjmentes, visszavonhatatlan szerzői jogi licencét nyújtsák a Mű másolatának létrehozására, származékos művek létrehozására, nyilvános bemutatására, nyilvános előadására, alszámlázására és terjesztésére, a Mű és ilyen származékos művek forrásban vagy objektumformában.",
    "grant-parentlicense": "3. Patentengedély Grant",
    "subject-terms-2": "Ezen Licenc feltételeinek megfelelően, minden Szerző hozzájárul, hogy Önnek állandó, világméretű, kizárólagos, díjmentes, jogdíjmentes, visszavonhatatlan (kivéve az ebben a fejezetben szereplő kivételt) szabadalmat biztosítsanak arra, hogy előállítsák, elkészíttessék, felhasználják, ajánljon eladni, eladja, behozza és egyéb módon továbbítsa a Művet, ahol ilyen licenc csak azokra a szabadalmi követelésekre vonatkozik, amelyek kizárólag a Szerző hozzájárulása(i) önmagukban vagy a Művel kombinálva sérülnek. Ha Ön megindítja a szabadalmi pert bármely olyan entitás ellen (ideértve a keresztperes perben vagy ellenperben), amely azt állítja, hogy a Mű vagy a Műbe beolvasztott hozzájárulás közvetlen vagy közreműködő szabadalmi jogsértést képez, akkor az Ön által az ilyen Műért az Ön által elfogadott szabadalmi licencek a fenti perindítás napjától megszűnnek.",
    "accuracy-2": "b. Pontosság: Miközben azon vagyunk, hogy pontos helyinformációt nyújtsunk, nem garantáljuk a helyadatok pontosságát, teljességét vagy megbízhatóságát.",
    "redistribution": "4. További terjesztés",
    "reproduce": "Ön reprodukálhatja és terjesztheti a Mű vagy származékos művek másolatát bármilyen formában, módosítva vagy nem módosítva, és forráskód vagy objektumformátumban, feltéve, hogy Ön a következő feltételeknek megfelel:",
    "rep-a": "a. Adjon meg minden másik címzettnek a Mű vagy származékos művek másolatát.",
    "rep-b": "b. Okozzon bármely módosított fájlt, hogy kiemelkedő figyelmeztetések jelenjenek meg, amelyek kijelentik, hogy Ön megváltoztatta a fájlokat.",
    "rep-c":"c. A Mű forráskódjában vagy dokumentációjában, ha a Származékos Művekhez mellékelve vagy vele együtt adják meg, meg kell őriznie az összes szerzői jogi, szabadalmi, védjegyi és hozzájárulási értesítést a Mű forráskódjából, kivéve azokat az értesítéseket, amelyek nem vonatkoznak a Származékos Művek bármelyik részére.",
    "rep-d": "d. Ha a Mű egy NOTICE szöveges fájlt tartalmaz a forgalmazás részeként, akkor az Ön által terjesztett származékos műveknek tartalmazniuk kell egy olvasható másolatát a hozzájárulási értesítésekről, amelyek az ilyen NOTICE fájlban találhatók, a NOTICE fájlban található értesítések kivételével, amelyek nem vonatkoznak a Származékos Művek bármelyik részére, legalább az egyik következő helyen: a NOTICE szöveges fájlban a Származékos Művekkel együtt terjesztett, a Source formában vagy dokumentációban, ha a Származékos Művekkel együtt adják meg, vagy a Származékos Művek által generált megjelenítésben, amennyiben és ott, ahol ilyen harmadik fél általi értesítések általában megjelennek. A NOTICE fájl tartalma kizárólag tájékoztatási célokra szolgál, és nem módosítja a Liszencet. Saját hozzájárulási értesítéseket adhat hozzá a Származékos Művekhez, amelyeket terjeszt, a NOTICE szöveg mellett vagy hozzáadva a Műből származó NOTICE szöveghez, feltéve, hogy ilyen további hozzájárulási értesítések nem tévesen értelmezhetők a Licenc módosításának.",
    "add-copyright-st": "A módosításokhoz saját szerzői jogi nyilatkozatot adhat hozzá, és hozzájárulási feltételeket vagy feltételeket adhat meg további vagy eltérő licenchasználathoz, reprodukáláshoz vagy terjesztéshez a módosításokhoz, vagy a Származékos Művekhez tartozó bármely más esetben, feltéve, hogy a Mű használata, reprodukálása és terjesztése egyébként megfelel a licenc feltételeinek.",
    "sub-contr": "5. Összállítás hozzájárulás",
    "unless-1": "Ha Ön kifejezetten másképp nem nyilatkozik, bármely hozzájárulás, amelyet Ön szándékosan a Műbe történő befogadás céljából nyújtott a Licencadónak, a Licenc feltételei szerint bír érvényes hatállyal, és nem biztosít semmilyen további feltételeket vagy feltételeket. Az előző bekezdés ellenére az itt foglaltak nem érvénytelenítik vagy módosítják a Licenchez kapcsolódó bármely külön megállapodás feltételeit, amelyeket a Licencadóval a jelen hozzájárulásokkal kapcsolatban megköthet.",
    "trademarks": "6. Védjegyek",
    "license-no-permission": "Ez a Licenc nem biztosít jogot arra, hogy a Licencadó kereskedelmi neveit, védjegyeit, szolgáltatójegyeit vagy termékneveit használja, kivéve a Mű eredetének leírásához és a NOTICE fájl tartalmának reprodukálásához szükséges ésszerű és szokásos használatot.",
    "diclaimer-warranty": "7. Jótállási nyilatkozat",
    "applicable-law": "Fenntartva a jogszabályban előírt vagy írásban megadott feltételeket, a Licencadó a Művet (és a hozzájáruló minden hozzájárulása) AS IS alapján biztosítja (azaz olyan állapotban, ahogy van), anélkül hogy kifejezetten vagy ráutaló módon bármilyen garanciát vagy feltételt biztosítana, ideértve, de nem kizárólag, a tulajdonjogot, a szerzői jogsérülés mentességét, a forgalmazhatóság és a meghatározott célra való alkalmasság feltételeit. Önnek kizárólagos felelőssége van annak meghatározására, hogy a Mű használata vagy terjesztése megfelelő-e, és felelősséget vállal a Licenc alapján engedélyezett felhasználásból eredő bármilyen kockázatért.",
    "limit-liability-1": "8. Felelősség korlátozása",
    "legal-theory": "Semmilyen esetben és semmilyen jogi alapon, legyen az károkozás (beleértve a gondatlanságot), szerződés vagy egyéb, kivéve ha a hatályos jogszabály (szándékos vagy súlyosan gondatlan cselekmények) írja elő, vagy írásban megállapodik, semmilyen hozzájáruló nem tartozik Önnel kártérítési felelősséggel, beleértve a közvetlen, közvetett, különleges, véletlenszerű vagy következményes károkat bármilyen jellegű, amelyek a Licencből erednek vagy a Mű használatának vagy használhatatlanságának következményei (beleértve, de nem kizárólag a goodwill elvesztését, a munka megállását, a számítógép meghibásodását vagy meghibásodását, valamint bármilyen más kereskedelmi kárt vagy veszteséget), még akkor is, ha az ilyen hozzájárulót az ilyen károk lehetőségéről tájékoztatták.",
    "accept-warranty": "9. Jótállás vagy további felelősség elfogadása.",
    "redistr": "Míg Ön újra terjeszti a Művet vagy a Származékos Műveket, Ön választhat, hogy ajánlja fel és díjat számít fel a támogatás, jótállás, kártérítés, vagy más felelősségi kötelezettség elfogadásához és/vagy jogokhoz, amelyek megfelelnek a Licencnek. Ha azonban ilyen kötelezettségeket vállal, akkor csak saját maga és kizárólagos felelősségére tevékenykedhet, nem pedig más hozzájáruló nevében, és csak akkor, ha vállalja, hogy tisztázza, megvédi és kártalanítja a hozzájárulók bármelyikét, és az Ön által elfogadott ilyen jótállás vagy további felelősség miatt rájuk tett vagy ellenük benyújtott igényeket.",
    "end-terms": "A FELTÉTELEK ÉS KÖRÜLMÉNYEK VÉGE",
    "Search-by-region": "Regionális keresés"
}