{
  "Main Page": "Hauptseite",
  "All Pois (Points of Interest)": "Alle POIs (Interessante Punkte)",
  "All Pois (Points of Interest)-loggedin": "Alle POIs (Interessante Punkte) - eingeloggt",
  "Users": "Benutzer",
  "Welcome": "Willkommen",
  "Logout": "Abmelden",
  "LogIn": "Anmelden",
  "login-button": "Anmeldeknopf",
  "signup-button": "Registrierungsknopf",
  "alertsDropdown": "Benachrichtigungs-Dropdown",
  "searchbtn": "Suchknopf",
  "nameh3": "Name",
  "recomendbut": "Empfehlungsknopf",
  "shareBtn": "Teilenknopf",
  "detePoi": "POI löschen",
  "SignUp": "Registrieren",
  "Enter Username": "Benutzernamen eingeben",
  "Enter Password": "Passwort eingeben",
  "Reset Password": "Passwort zurücksetzen",
  "verify-button": "Bestätigungsknopf",
  "countdown": "Countdown",
  "Please enter your details below": "Bitte geben Sie unten Ihre Daten ein",
  "Username is already taken!": "Benutzername ist bereits vergeben!",
  "Passwords don't match!": "Passwörter stimmen nicht überein!",
  "Please fill in all fields": "Bitte alle Felder ausfüllen",
  "Login error:": "Anmeldefehler:",
  "An error occurred during logout. Please try again.": "Ein Fehler ist beim Abmelden aufgetreten. Bitte versuchen Sie es erneut.",
  "Profile": "Profil",
  "Dev Ops": "Dev Ops",
  "Error during login:": "Fehler beim Anmelden:",
  "You have been logged out.": "Sie wurden abgemeldet.",
  "Login": "Anmelden",
  "Please check the box if you agree with our": "Bitte kreuzen Sie das Kästchen an, wenn Sie unseren zustimmen",
  "Termsofuse": "Nutzungsbedingungen",
  "copyright-info": "Urheberrechtsinfo",
  "Swagger API": "Swagger API",
  "Monitoring": "Überwachung",
  "Apache Licence": "Apache-Lizenz",
  "cookies-consent-heading": "Einwilligung zu Cookies",
  "cookies-info": "Wir verwenden Cookies auf dieser Website, um Ihnen die beste Erfahrung zu bieten",
  "acceptBtn": "Akzeptieren",
  "declineBtn": "Ablehnen",
  "New Password": "Neues Passwort",
  "Confirm Password": "Passwort bestätigen",
  "reset-password-button": "Passwort-Zurücksetzen-Knopf",
  "profile-username": "Profil-Benutzername",
  "profile-email": "Profil-Email",
  "profile-level": "Profil-Ebene",
  "users-username": "Benutzer-Benutzername",
  "users-email": "Benutzer-Email",
  "users-level": "Benutzer-Ebene",
  "editUser": "Benutzer bearbeiten",
  "deletUser": "Benutzer löschen",
  "add-picture": "Möchten Sie ein Bild hinzufügen?",
  "uploadBtn": "Hochladen",
  "no": "Nein",
  "poidetails-input": "Bitte geben Sie die Details des POI ein, den Sie hinzufügen möchten",
  "name": "Bitte geben Sie den Namen ein",
  "type": "Bitte geben Sie den Typ ein",
  "country": "Bitte geben Sie das Land ein",
  "region": "Bitte geben Sie die Region ein",
  "description": "Beschreiben Sie den Ort",
  "submit": "Einreichen",
  "poi-type": "Typ",
  "poi-country": "Land",
  "poi-region": "Region",
  "poi-lon": "Längengrad",
  "poi-lat": "Breitengrad",
  "poi-description": "Beschreibung",
  "poi-recommendations": "Empfehlungen",
  "read-terms": "Willkommen zu unserem DevOps-Webseitenprojekt. Bitte lesen Sie diese Nutzungsbedingungen sorgfältig durch, bevor Sie unsere Website und Dienste nutzen",
  "accept-terms": "Akzeptanz der Bedingungen",
  "agree-terms": "Durch den Zugriff auf oder die Nutzung dieser Website, einschließlich aller Funktionen, Inhalte oder Anwendungen, erklären Sie sich mit diesen Bedingungen einverstanden. Wenn Sie diesen Bedingungen nicht zustimmen, nutzen Sie bitte unsere Website nicht",
  "u-accounts-login": "Benutzerkonten und Anmeldung",
  "account-creation": "a. Kontoerstellung: Um bestimmte Funktionen unserer Website nutzen zu können, müssen Sie möglicherweise ein Benutzerkonto erstellen. Sie erklären sich damit einverstanden, während des Registrierungsprozesses genaue, aktuelle und vollständige Informationen bereitzustellen",
  "account-security": "b. Sicherheit: Sie sind verantwortlich für die Wahrung der Vertraulichkeit Ihrer Kontozugangsdaten und erklären sich damit einverstanden, diese nicht an Dritte weiterzugeben. Sie sind allein verantwortlich für alle Aktivitäten, die unter Ihrem Konto erfolgen",
  "account-termination": "c. Kündigung: Wir behalten uns das Recht vor, Ihr Konto nach unserem alleinigen Ermessen ohne Vorankündigung zu kündigen oder zu sperren, falls wir der Meinung sind, dass Ihr Verhalten gegen diese Bedingungen verstößt oder anderen Benutzern oder uns schadet",
  "loc-based-services": "Ortsbezogene Dienste",
  "geoloc": "a. Geolokalisierung: Einige Funktionen unserer Website können ortsbezogene Dienste nutzen. Sie erklären sich damit einverstanden, dass wir Ihre Standortdaten erfassen, verwenden und teilen dürfen, um diese Dienste bereitzustellen",
  "accuracy": "b. Genauigkeit: Obwohl wir bestrebt sind, genaue Standortinformationen bereitzustellen, garantieren wir nicht die Genauigkeit, Vollständigkeit oder Zuverlässigkeit der Standortdaten",
  "u-conduct": "Benutzerverhalten",
  "u-compliance": "a. Einhaltung: Sie erklären sich damit einverstanden, alle geltenden Gesetze und Vorschriften im Zusammenhang mit Ihrer Nutzung unserer Website einzuhalten",
  "prohibited-activ": "b. Verbotene Aktivitäten: Sie dürfen keine Aktivitäten ausüben, die unsere Website oder die Server und Netzwerke, mit denen sie verbunden ist, stören oder beeinträchtigen",
  "intellectual-property": "Geistiges Eigentum",
  "ownership": "a. Eigentum: Alle Inhalte, Marken, Logos und geistiges Eigentum auf unserer Website sind unser Eigentum oder lizenziert von uns. Sie dürfen keine Inhalte ohne unsere vorherige schriftliche Genehmigung nutzen, reproduzieren oder verteilen",
  "limit-liability": "Haftungsbeschränkung",
  "limit-disclaimer": "a. Haftungsausschluss: Soweit gesetzlich zulässig, lehnen wir alle Garantien ab, sei es ausdrücklich oder stillschweigend, einschließlich, aber nicht beschränkt auf die stillschweigenden Garantien der Marktgängigkeit, Eignung für einen bestimmten Zweck und Nichtverletzung",
  "limit-liability-2": "b. Haftungsbeschränkung: Wir haften nicht für direkte, indirekte, zufällige, besondere, folgeschwere oder exemplarische Schäden, einschließlich, aber nicht beschränkt auf Schäden für entgangenen Gewinn, Goodwill, Nutzung, Daten oder andere immaterielle Verluste",
  "change-to-terms": "Änderungen der Bedingungen",
  "right-to-update": "Wir behalten uns das Recht vor, diese Bedingungen jederzeit ohne vorherige Ankündigung zu aktualisieren oder zu ändern. Das Datum der letzten Änderung wird oben in diesen Bedingungen angegeben",
  "governing-law": "Geltendes Recht",
  "terms-governed": "Diese Bedingungen werden gemäß den Gesetzen des Vereinigten Königreichs geregelt und ausgelegt, ohne Rücksicht auf dessen Kollisionsnormen",
  "contact-us": "Kontaktieren Sie uns",
  "qa-terms": "Wenn Sie Fragen zu diesen Bedingungen haben, kontaktieren Sie uns bitte unter [Ihre Kontaktinformationen]",
  "thank-you": "Vielen Dank für die Nutzung unserer Devops-Anwendung!",
  "apache-license": "Apache-Lizenz: Version 2.0, Januar 2004",
  "terms-con-dist": "BEDINGUNGEN FÜR NUTZUNG, REPRODUKTION UND VERTEILUNG",
  "definitions": "1. Definitionen",
  "licence": "Lizenz bedeutet die Nutzungs-, Reproduktions- und Distributionsbedingungen, wie sie in den Abschnitten 1 bis 9 dieses Dokuments definiert sind",
  "licensor": "Lizenzgeber bedeutet den Urheberrechtsinhaber oder die von diesem autorisierte Einheit, die die Lizenz erteilt",
  "legal-entity": "Rechtliche Einheit bedeutet die Vereinigung der handelnden Einheit und aller anderen Einheiten, die diese kontrollieren, von ihr kontrolliert werden oder unter gemeinsamer Kontrolle mit ihr stehen. Für die Zwecke dieser Definition bedeutet Kontrolle (i) die Macht, direkt oder indirekt, die Richtung oder Verwaltung einer solchen Einheit zu verursachen, sei es durch Vertrag oder anderweitig, oder (ii) den Besitz von fünfzig Prozent (50 %) oder mehr der ausstehenden Anteile oder (iii) d...",
  "you": "Sie bedeutet eine Einzelperson oder eine rechtliche Einheit, die die durch diese Lizenz gewährten Berechtigungen ausübt.",
  "source": "Quellform bedeutet die bevorzugte Form für Änderungen, einschließlich, aber nicht beschränkt auf Software-Quellcode, Dokumentationsquelle und Konfigurationsdateien.",
  "object": "Objektform bedeutet jede Form, die aus der mechanischen Transformation oder Übersetzung einer Quellform resultiert, einschließlich, aber nicht beschränkt auf kompilierten Objektcode, generierte Dokumentation und Konvertierungen in andere Medientypen.",
  "work": "Arbeit bedeutet das Werk der Autorenschaft, ob in Quell- oder Objektform, das unter der Lizenz verfügbar gemacht wird, wie durch einen Urheberrechtshinweis angegeben, der in oder an dem Werk angebracht ist (ein Beispiel ist im Anhang unten angegeben).",
  "der-works": "Abgeleitete Werke bedeuten jedes Werk, ob in Quell- oder Objektform, das auf (oder abgeleitet von) dem Werk basiert und für das die redaktionellen Überarbeitungen, Anmerkungen, Ausarbeitungen oder anderen Modifikationen als Ganzes ein originäres Werk der Autorenschaft darstellen. Für die Zwecke dieser Lizenz sollen abgeleitete Werke keine Werke umfassen, die von dem Werk oder abgeleiteten Werken davon trennbar bleiben oder lediglich (oder durch Namen) an die Schnittstellen des Werks und...",
  "contribution": "Beitrag bedeutet jedes Werk der Autorenschaft, einschließlich der ursprünglichen Version des Werks und aller Modifikationen oder Ergänzungen zu diesem Werk oder abgeleiteten Werken davon, das absichtlich dem Lizenzgeber zur Aufnahme in das Werk vom Urheberrechtsinhaber oder von einer Einzelperson oder rechtlichen Einheit, die zur Einreichung im Namen des Urheberrechtsinhabers autorisiert ist, übermittelt wird. Für die Zwecke dieser Definition bedeutet 'eingereicht' jede Form von elek...",
  "contributor": "Mitwirkender bedeutet der Lizenzgeber und jede Einzelperson oder rechtliche Einheit, in deren Namen ein Beitrag von dem Lizenzgeber erhalten und anschließend in das Werk eingebaut wurde.",
  "grant-copyright": "2. Gewährung der Urheberrechtslizenz",
  "subject-terms": "Vorbehaltlich der Bedingungen dieser Lizenz gewährt jeder Mitwirkende Ihnen hiermit eine dauerhafte, weltweite, nicht-exklusive, unentgeltliche, gebührenfreie, unwiderrufliche Urheberrechtslizenz zum Reproduzieren, Vorbereiten abgeleiteter Werke, öffentlichen Darstellen, öffentlichen Aufführen, Unterlizenzieren und Verteilen des Werks und solcher abgeleiteten Werke in Quell- oder Objektform.",
  "grant-parentlicense": "3. Gewährung der Patentlizenz",
  "subject-terms-2": "Vorbehaltlich der Bedingungen dieser Lizenz gewährt jeder Mitwirkende Ihnen hiermit eine dauerhafte, weltweite, nicht-exklusive, unentgeltliche, gebührenfreie, unwiderrufliche (außer wie in diesem Abschnitt angegeben) Patentlizenz zum Herstellen, Herstellen lassen, Verwenden, Anbieten zum Verkauf, Verkaufen, Importieren und sonstigen Übertragen des Werks, wobei diese Lizenz nur für jene Patentansprüche gilt, die von einem solchen Mitwirkenden lizenzierbar sind und die notwendigerweise durch deren Beitrag(e) allein oder durch die Kombination ihres Beitrags(-s) mit dem Werk verletzt werden, zu dem ein solcher Beitrag eingereicht wurde. Wenn Sie eine Patentklage gegen eine Einheit einreichen (einschließlich einer Widerklage oder Gegenklage in einem Rechtsstreit), die behauptet, dass das Werk oder ein darin enthaltenes Werk einen direkten oder mittelbaren Patentverletzung darstellt, dann enden jegliche Patentlizenzen, die Ihnen unter dieser Lizenz für dieses Werk erteilt wurden, an dem Datum, an dem eine solche Klage eingereicht wird.",
  "accuracy-2": "b. Genauigkeit: Während wir uns bemühen, genaue Standortinformationen bereitzustellen, garantieren wir nicht für die Genauigkeit, Vollständigkeit oder Zuverlässigkeit der Standortdaten.",
  "redistribution": "4. Weiterverbreitung",
  "reproduce": "Sie dürfen Kopien des Werks oder abgeleiteter Werke davon in jedem Medium reproduzieren und verteilen, mit oder ohne Modifikationen, und in Quell- oder Objektform, vorausgesetzt, dass Sie die folgenden Bedingungen erfüllen:",
  "rep-a": "a. Sie müssen anderen Empfängern des Werks oder abgeleiteter Werke eine Kopie dieser Lizenz geben; und",
  "rep-b": "b. Sie müssen veränderte Dateien mit auffälligen Hinweisen versehen, die besagen, dass Sie die Dateien geändert haben; und",
  "rep-c": "c. Sie müssen in der Quellform aller abgeleiteten Werke, die Sie verteilen, alle Urheberrechts-, Patent-, Marken- und Anerkennungsnotizen aus der Quellform des Werks beibehalten, ausgenommen jene Notizen, die nicht zu irgendeinem Teil der abgeleiteten Werke gehören; und",
  "rep-d": "d. Wenn das Werk eine NOTICE-Textdatei als Teil seiner Verteilung umfasst, dann müssen alle abgeleiteten Werke, die Sie verteilen, eine lesbare Kopie der darin enthaltenen Anerkennungsnotizen enthalten, ausgenommen jene Notizen, die nicht zu irgendeinem Teil der abgeleiteten Werke gehören, an mindestens einer der folgenden Stellen: innerhalb einer NOTICE-Textdatei, die als Teil der abgeleiteten Werke verteilt wird; innerhalb der Quellform oder Dokumentation, falls diese zusammen mit den abgeleiteten Werken bereitgestellt wird; oder innerhalb einer Anzeige, die von den abgeleiteten Werken erzeugt wird, wenn und wo solche Drittanbieterhinweise normalerweise erscheinen. Der Inhalt der NOTICE-Datei dient nur zu Informationszwecken und ändert nicht die Lizenz. Sie dürfen Ihre eigenen Anerkennungsnotizen innerhalb der von Ihnen verteilten abgeleiteten Werke hinzufügen, neben oder als Ergänzung zum NOTICE-Text aus dem Werk, vorausgesetzt, dass solche zusätzlichen Anerkennungsnotizen nicht als Änderung der Lizenz ausgelegt werden können.",
  "add-copyright-st": "Sie dürfen Ihre eigene Urheberrechtserklärung zu Ihren Modifikationen hinzufügen und können zusätzliche oder abweichende Lizenzbedingungen und -konditionen für die Nutzung, Reproduktion oder Verteilung Ihrer Modifikationen oder für solche abgeleiteten Werke als Ganzes bereitstellen, vorausgesetzt, dass Ihre Nutzung, Reproduktion und Verteilung des Werks sonst den in dieser Lizenz festgelegten Bedingungen entspricht.",
  "sub-contr": "5. Einreichung von Beiträgen",
  "unless-1": "Sofern Sie nicht ausdrücklich etwas anderes angeben, wird jeder Beitrag, den Sie absichtlich zur Aufnahme in das Werk an den Lizenzgeber einreichen, unter den Bedingungen dieser Lizenz stehen, ohne zusätzliche Bedingungen oder Konditionen. Ungeachtet des Vorstehenden soll nichts hierin die Bedingungen eines separaten Lizenzvertrags, den Sie mit dem Lizenzgeber bezüglich solcher Beiträge abgeschlossen haben, ersetzen oder ändern.",
  "trademarks": "6. Warenzeichen",
  "license-no-permission": "Diese Lizenz erteilt keine Erlaubnis zur Nutzung der Handelsnamen, Warenzeichen, Dienstleistungsmarken oder Produktnamen des Lizenzgebers, außer wie für die angemessene und übliche Verwendung bei der Beschreibung des Ursprungs des Werks und der Reproduktion des Inhalts der NOTICE-Datei erforderlich.",
  "diclaimer-warranty": "7. Haftungsausschluss der Garantie",
  "applicable-law": "Sofern nicht durch anwendbares Recht erforderlich oder schriftlich vereinbart, stellt der Lizenzgeber das Werk (und jeder Mitwirkende seine Beiträge) auf einer 'WIE BESEHEN'-Basis zur Verfügung, OHNE GARANTIEN ODER BEDINGUNGEN IRGENDEINER ART, sei es ausdrücklich oder stillschweigend, einschließlich, ohne Einschränkung, jeglicher Garantien oder Bedingungen bezüglich TITEL, NICHTVERLETZUNG, MARKTGÄNGIGKEIT oder EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Sie sind allein verantwortlich für die Bestimmung der Angemessenheit der Nutzung oder Weiterverteilung des Werks und übernehmen alle damit verbundenen Risiken im Rahmen Ihrer Berechtigungen unter dieser Lizenz.",
  "limit-liability-1": "8. Haftungsbeschränkung",
  "legal-theory": "Unter keinem Rechtsgrund, sei es in Tort (einschließlich Fahrlässigkeit), Vertrag oder anderweitig, es sei denn, es ist durch anwendbares Recht (wie absichtliche und grob fahrlässige Handlungen) erforderlich oder schriftlich vereinbart, haftet irgendein Mitwirkender Ihnen gegenüber für Schäden, einschließlich jeglicher direkter, indirekter, besonderer, zufälliger oder folgeschwerer Schäden jeglicher Art, die sich aus dieser Lizenz oder der Nutzung oder Unmöglichkeit der Nutzung des Werks ergeben (einschließlich, aber nicht beschränkt auf Schäden durch Verlust von Goodwill, Arbeitsunterbrechung, Computerfehler oder -funktionsstörungen oder jegliche anderen gewerblichen Schäden oder Verluste), selbst wenn ein solcher Mitwirkender auf die Möglichkeit solcher Schäden hingewiesen wurde.",
  "accept-warranty": "9. Annahme von Garantie oder zusätzlicher Haftung",
  "redistr": "Während der Weiterverbreitung des Werks oder abgeleiteter Werke davon können Sie wählen, die Annahme von Unterstützung, Garantie, Entschädigung oder anderen Haftungsverpflichtungen und/oder Rechten im Einklang mit dieser Lizenz anzubieten und eine Gebühr dafür zu verlangen. Wenn Sie solche Verpflichtungen akzeptieren, handeln Sie jedoch nur in Ihrem eigenen Namen und auf Ihre eigene Verantwortung, nicht im Namen irgendeines anderen Mitwirkenden, und nur, wenn Sie zustimmen, jeden Mitwirkenden für jegliche Haftung, die durch oder Ansprüche, die gegen diesen Mitwirkenden geltend gemacht werden, aufgrund Ihrer Annahme einer solchen Garantie oder zusätzlichen Haftung schadlos zu halten.",
  "end-terms": "ENDE DER BEDINGUNGEN UND KONDITIONEN"
}
