{
    "Main Page": "Pagina Principale",
    "All Pois (Points of Interest)": "Tutti i POI (Punti di Interesse)",
    "All Pois (Points of Interest)-loggedin": "Tutti i POI (Punti di Interesse)",
    "Users": "Utenti",
    "Welcome": "Benvenuto",
    "Logout": "Logout",
    "LogIn": "Accedi",
    "login-button": "Accedi",
    "signup-button": "Registrati",
    "alertsDropdown": "Registrati",
    "searchbtn": "Cerca",
    "nameh3": "Nome",
    "recomendbut": "Consiglia",
    "shareBtn": "Condividi",
    "detePoi": "Elimina",
    "SignUp": "Registrati",
    "Enter Username": "Inserisci Nome Utente",
    "Enter Password": "Inserisci Password",
    "Reset Password": "Reimposta Password",
    "verify-button": "Verifica",
    "countdown": "L'account è stato verificato. Reindirizzamento alla pagina di accesso tra qualche secondo...",
    "Please enter your details below": "Si prega di inserire i dettagli di seguito",
    "Username is already taken!": "Il nome utente è già in uso!",
    "Passwords don't match!": "Le password non corrispondono!",
    "Please fill in all fields": "Si prega di compilare tutti i campi",
    "Login error:": "Errore di accesso:",
    "An error occurred during logout. Please try again.": "Si è verificato un errore durante il logout. Riprova.",
    "Profile": "Profilo",
    "Dev Ops": "Dev Ops",
    "Error during login:": "Errore durante l'accesso:",
    "You have been logged out.": "Sei stato disconnesso.",
    "Login": "Accedi",
    "Please check the box if you agree with our": "Si prega di spuntare la casella se si è d'accordo con i nostri",
    "Termsofuse": "Termini d'Uso",
    "copyright-info": "Copyright AE1 - Team Dev Ops 2023",
    "Swagger API": "Swagger API",
    "Monitoring": "Monitoraggio",
    "Apache Licence": "Licenza Apache",
    "cookies-consent-heading": "Consenso ai Cookie",
    "cookies-info": "Utilizziamo i cookie in questo sito web per offrirti la migliore esperienza possibile sul nostro sito",
    "acceptBtn": "Accetta",
    "declineBtn": "Rifiuta",
    "New Password": "Nuova Password",
    "Confirm Password": "Conferma Password",
    "reset-password-button": "Reimposta Password",
    "profile-username": "Nome Utente",
    "profile-email": "Email",
    "profile-level": "Livello",
    "users-username": "Nome Utente",
    "users-email": "Email",
    "users-level": "Permesso",
    "editUser": "Modifica",
    "deletUser": "Elimina",
    "add-picture": "Vuoi aggiungere un'immagine?",
    "uploadBtn": "Carica",
    "no": "No",
    "poidetails-input": "Inserisci i dettagli del POI che desideri aggiungere",
    "name": "Inserisci il Nome",
    "type": "Inserisci il Tipo",
    "country": "Inserisci il Paese",
    "region": "Inserisci la Regione",
    "description": "Descrivi il luogo",
    "submit": "Invia",
    "poi-type": "Tipo",
    "poi-country": "Paese",
    "poi-region": "Regione",
    "poi-lon": "Longitudine",
    "poi-lat": "Latitudine",
    "poi-description": "Descrizione",
    "poi-recommendations": "Raccomandazioni",
    "read-terms": "Benvenuto nel nostro progetto DevOps. Leggi attentamente questi Termini d'Uso prima di utilizzare il nostro sito web e i nostri servizi",
    "accept-terms": "Accettazione dei Termini",
    "agree-terms": "Accedendo o utilizzando questo sito web, inclusi qualsiasi funzionalità, contenuto o applicazioni offerte, accetti di essere vincolato da questi Termini. Se non accetti questi Termini, ti preghiamo di non utilizzare il nostro sito web",
    "u-accounts-login": "Account Utenti e Accesso",
    "account-creation": "a.Creazione Account: Per accedere a determinate funzionalità del nostro sito web, potrebbe essere necessario creare un account utente. Accetti di fornire informazioni accurate, attuali e complete durante il processo di registrazione",
    "account-security": "b.Sicurezza: Sei responsabile della riservatezza delle credenziali del tuo account e accetti di non divulgarle a terzi. Sei il solo responsabile di tutte le attività che si verificano sotto il tuo account",
    "account-termination": "c.Terminazione: Ci riserviamo il diritto di terminare o sospendere il tuo account a nostra esclusiva discrezione, senza preavviso, per qualsiasi comportamento che, a nostra esclusiva discrezione, riteniamo violi questi Termini o sia dannoso per gli altri utenti o per noi stessi",
    "loc-based-services": "Servizi Basati sulla Posizione",
    "geoloc": "a.Geolocalizzazione: Alcune funzionalità del nostro sito web possono utilizzare servizi basati sulla posizione. Accetti di consentirci di raccogliere, utilizzare e condividere i tuoi dati di posizione allo scopo di fornire tali servizi",
    "accuracy": "b.Precisione: Nonostante ci sforziamo di fornire informazioni di posizione accurate, non garantiamo l'accuratezza, completezza o affidabilità dei dati di posizione",
    "u-conduct": "Condotta Utente",
    "u-compliance": "a.Conformità: Accetti di conformarti a tutte le leggi e i regolamenti applicabili relativi all'uso del nostro sito web",
    "prohibited-activ": "b.Attività Vietate: Non è consentito intraprendere attività che interferiscano o interrompano il nostro sito web o i server e le reti ad esso collegati",
    "intellectual-property": "Proprietà Intellettuale",
    "ownership": "a.Proprietà: Tutti i contenuti, i marchi, i loghi e la proprietà intellettuale sul nostro sito web sono di nostra proprietà o concessi in licenza da noi. Non è consentito utilizzare, riprodurre o distribuire alcun contenuto senza il nostro previo consenso scritto",
    "limit-liability": "Limitazione di Responsabilità",
    "limit-disclaimer": "a.Disclaimer: Nella misura consentita dalla legge, decliniamo tutte le garanzie, che siano esplicite o implicite, incluse ma non limitate alle garanzie implicite di commerciabilità, idoneità per uno scopo particolare e non violazione",
    "limit-liability-2": "b.Limitazione di Responsabilità: Non saremo responsabili per danni diretti, indiretti, incidentali, speciali, consequenziali o esemplari, inclusi ma non limitati a danni per perdita di profitti, buona volontà, utilizzo, dati o altre perdite immateriali",
    "change-to-terms": "Modifiche ai Termini",
    "right-to-update": "Ci riserviamo il diritto di aggiornare o modificare questi Termini in qualsiasi momento senza preavviso. La data dell'ultima modifica sarà indicata nella parte superiore di questi Termini",
    "governing-law": "Legge Applicabile",
    "terms-governed": "Questi Termini sono disciplinati e interpretati in conformità con le leggi del Regno Unito, senza considerare i principi di conflitto di leggi",
    "contact-us": "Contattaci",
    "qa-terms": "Se hai domande su questi Termini, contattaci all'indirizzo [Tua Informazione di Contatto]",
    "thank-you": "Grazie per aver utilizzato la nostra applicazione DevOps!",
    "apache-license": "Licenza Apache: Versione 2.0, gennaio 2004",
    "terms-con-dist": "TERMINI E CONDIZIONI PER L'USO, LA RIPRODUZIONE E LA DISTRIBUZIONE",
    "definitions": "1. Definizioni",
    "licence": "Licenza si intende come i termini e le condizioni per l'uso, la riproduzione e la distribuzione come definito dalle Sezioni da 1 a 9 di questo documento",
    "licensor": "Concedente si intende come il proprietario del copyright o l'entità autorizzata dal proprietario del copyright che concede la Licenza",
    "legal-entity": "Entità Giuridica si intende come l'unione dell'entità agente e tutte le altre entità che controllano, sono controllate da o sono sotto il controllo comune di quell'entità. Ai fini di questa definizione, il controllo significa (i) il potere, diretto o indiretto, di causare la direzione o la gestione di tale entità, sia per contratto che in altro modo, o (ii) la proprietà del cinquanta percento (50%) o più delle azioni in circolazione, o (iii) la proprietà effettiva di tale entità.",
    "you": "Si intende come un individuo o un'Entità Giuridica che esercita i permessi concessi da questa Licenza.",
    "source": "Forma Sorgente si intende come la forma preferita per apportare modifiche, inclusi, ma non limitati a, il codice sorgente del software, la documentazione sorgente e i file di configurazione.",
    "object": "Forma Oggetto si intende come qualsiasi forma risultante dalla trasformazione meccanica o traduzione di una forma Sorgente, inclusi, ma non limitati a, codice oggetto compilato, documentazione generata e conversioni in altri tipi di supporti.",
    "work": "Lavoro si intende come l'opera dell'autore, sia in forma Sorgente che Oggetto, resa disponibile con la Licenza, come indicato da un avviso di copyright incluso o allegato all'opera (un esempio è fornito in Appendice di seguito).",
    "der-works": "Opere Derivate si intendono come qualsiasi opera, sia in forma Sorgente che Oggetto, che si basi (o derivi) dal Lavoro e per la quale le revisioni editoriali, le annotazioni, le elaborazioni o altre modifiche rappresentino, nel complesso, un'opera originale dell'autore. Ai fini di questa Licenza, le Opere Derivate non includono opere che rimangono separabili dal Lavoro o che si limitano a collegarsi (o a legarsi per nome) alle interfacce del Lavoro e alle Opere Derivate di esse.",
    "contribution": "Contributo si intende come qualsiasi opera dell'autore, inclusa la versione originale del Lavoro e le eventuali modifiche o aggiunte a tale Lavoro o alle Opere Derivate di esse, che è intenzionalmente inviata al Concedente per l'inclusione nel Lavoro da parte del proprietario del copyright o da parte di un individuo o di un'Entità Giuridica autorizzata a presentare a nome del proprietario del copyright. Ai fini di questa definizione, inviato significa qualsiasi forma di comunicazione elettronica, verbale o scritta inviata al Concedente o ai suoi rappresentanti, inclusa, ma non limitata a, la comunicazione su elenchi di distribuzione elettronica, sistemi di controllo del codice sorgente e sistemi di tracciamento delle problematiche gestiti dal Concedente o per suo conto, allo scopo di discutere e migliorare il Lavoro, escludendo la comunicazione che è chiaramente contrassegnata o altrimenti designata per iscritto dal proprietario del copyright come Non un Contributo.",
    "contributor": "Contributore si intende come il Concedente e qualsiasi individuo o Entità Giuridica per conto della quale è stato ricevuto un Contributo dal Concedente e successivamente incorporato nel Lavoro.",
    "grant-copyright": "2. Concessione di Licenza di Copyright",
    "subject-terms": "Soggetto ai termini e alle condizioni di questa Licenza, ciascun Contributore concede a Te una licenza di copyright perpetua, mondiale, non esclusiva, senza oneri, libera da royalty, irrevocabile per riprodurre, preparare Opere Derivate, visualizzare pubblicamente, eseguire pubblicamente, concedere in sublicenza e distribuire il Lavoro e tali Opere Derivate in forma Sorgente o Oggetto.",
    "grant-parentlicense": "3. Concessione della Licenza di Brevetto",
  "subject-terms-2": "Soggetto alle condizioni di questa Licenza, ogni Collaboratore concede a Te una licenza perpetua, mondiale, non esclusiva, senza costi, royalty-free, irrevocabile (eccetto quanto indicato in questa sezione) di brevetto per fare, far fare, utilizzare, offrire in vendita, vendere, importare, e trasferire altrimenti il Lavoro, quando tale licenza si applica solo a quei brevetti concessibili da tale Collaboratore che sono necessariamente violati dalla loro Contribuzione(i) da sole o in combinazione con il Lavoro a cui tale Contribuzione(i) è stata inviata. Se tu istauri una causa legale per violazione di brevetto contro qualsiasi entità (compresa una controdenuncia o controsfida in un procedimento legale) sostenendo che il Lavoro o una Contribuzione incorporata nel Lavoro costituisce violazione di brevetto diretta o contributiva, allora tutte le licenze di brevetto concesse a Te in base a questa Licenza per quel Lavoro termineranno alla data in cui tale causa legale viene presentata.",
  "accuracy-2": "b. Precisione: Sebbene cerchiamo di fornire informazioni di posizione accurate, non garantiamo l'accuratezza, completezza o affidabilità dei dati di posizione.",
  "redistribution": "4. Ridistribuzione",
  "reproduce": "Puoi riprodurre e distribuire copie del Lavoro o Opere Derivate in qualsiasi formato, con o senza modifiche, e in forma Sorgente o Oggetto, a condizione che Tu soddisfi le seguenti condizioni:",
  "rep-a": "a. Devi fornire a qualsiasi altro destinatario del Lavoro o delle Opere Derivate una copia di questa Licenza; e",
  "rep-b": "b. Devi far sì che i file modificati portino avvisi evidenti che indichino che Tu hai apportato modifiche ai file; e",
  "rep-c": "c. Devi conservare, nella forma Sorgente di qualsiasi Opera Derivata che distribuisci, tutti gli avvisi di copyright, brevetto, marchio e attribuzione dalla forma Sorgente del Lavoro, escludendo quegli avvisi che non riguardano alcuna parte delle Opere Derivate; e",
  "rep-d": "d. Se il Lavoro include un file di testo NOTICE come parte della sua distribuzione, allora qualsiasi Opera Derivata che Tu distribuisci deve includere una copia leggibile degli avvisi di attribuzione contenuti in tale file NOTICE, escludendo quegli avvisi che non riguardano alcuna parte delle Opere Derivate, in almeno uno dei seguenti luoghi: all'interno di un file di testo NOTICE distribuito come parte delle Opere Derivate; all'interno della forma Sorgente o della documentazione, se fornita insieme alle Opere Derivate; o, all'interno di un display generato dalle Opere Derivate, se e dove tali avvisi di terzi appaiono normalmente. Il contenuto del file NOTICE è solo a scopo informativo e non modifica la Licenza. Puoi aggiungere tue note di attribuzione aggiuntive all'interno delle Opere Derivate che distribuisci, insieme o come aggiunta al testo NOTICE del Lavoro, a condizione che tali note di attribuzione aggiuntive non possano essere interpretate come una modifica della Licenza.",
  "add-copyright-st": "Puoi aggiungere la tua dichiarazione di copyright alle tue modifiche e puoi fornire termini e condizioni di licenza aggiuntivi o diversi per l'uso, la riproduzione o la distribuzione delle tue modifiche, o per qualsiasi Opera Derivata nel suo complesso, a condizione che il tuo uso, riproduzione e distribuzione del Lavoro siano in conformità con le condizioni stabilite in questa Licenza.",
  "sub-contr": "5. Presentazione di Contributi",
  "unless-1": "Salvo diversa indicazione esplicita da parte tua, ogni Contributo inviato intenzionalmente per essere incluso nel Lavoro da te al Concedente sarà soggetto ai termini e alle condizioni di questa Licenza, senza ulteriori termini o condizioni. Nonostante quanto sopra, nulla in questo documento sostituirà o modificherà i termini di eventuali accordi di licenza separati che tu possa avere stipulato con il Concedente riguardo a tali Contributi.",
  "trademarks": "6. Marchi",
  "license-no-permission": "Questa Licenza non concede il permesso di utilizzare i nomi commerciali, i marchi, i marchi di servizio o i nomi di prodotti del Concedente, eccetto come richiesto per un utilizzo ragionevole e consueto per descrivere l'origine del Lavoro e riprodurre il contenuto del file NOTICE.",
  "diclaimer-warranty": "7. Esclusione di garanzia",
  "applicable-law": "Salvo diversamente richiesto dalla legge applicabile o concordato per iscritto, il Concedente fornisce il Lavoro (e ogni Collaboratore fornisce le sue Contribuzioni) sulla base di COSÌ COM'È, SENZA GARANZIE O CONDIZIONI DI ALCUN TIPO, esplicite o implicite, comprese, a titolo esemplificativo ma non esaustivo, qualsiasi garanzia o condizione di TITOLO, NON VIOLAZIONE, COMMERCIABILITÀ o IDONEITÀ A UN PARTICOLARE SCOPO. Tu sei l'unico responsabile per determinare l'appropriatezza dell'uso o la ridistribuzione del Lavoro e assumi tutti i rischi associati al tuo esercizio dei permessi in base a questa Licenza.",
  "limit-liability-1": "8. Limitazione di Responsabilità",
  "legal-theory": "In nessun caso e in nessuna teoria legale, che sia in responsabilità civile (inclusa la negligenza), contratto o altro, salvo quanto richiesto dalla legge applicabile (come atti deliberati e gravemente negligenti) o concordato per iscritto, nessun Collaboratore sarà responsabile nei tuoi confronti per danni, inclusi danni diretti, indiretti, speciali, incidentali o conseguenziali di qualsiasi natura derivanti da questa Licenza o dall'uso o dall'incapacità di usare il Lavoro (inclusi ma non limitati a danni per perdita di buona volontà, sospensione del lavoro, guasto o malfunzionamento del computer, o qualsiasi altro danno o perdita commerciale), anche se tale Collaboratore è stato avvisato della possibilità di tali danni.",
  "accept-warranty": "9. Accettazione di Garanzia o Responsabilità Aggiuntiva",
  "redistr": "Nel ridistribuire il Lavoro o Opere Derivate dello stesso, Puoi scegliere di offrire e richiedere un pagamento per l'accettazione di supporto, garanzia, indennità o altre obbligazioni e/o diritti di responsabilità conformi a questa Licenza. Tuttavia, accettando tali obblighi, Puoi agire solo per tuo conto e sotto la tua responsabilità esclusiva, non per conto di nessun altro Collaboratore, e solo se accetti di indennizzare, difendere e tenere indenne ciascun Collaboratore da qualsiasi responsabilità sostenuta da parte o rivendicazioni avanzate contro di esso per ragioni della tua accettazione di qualsiasi garanzia o responsabilità aggiuntiva.",
  "end-terms": "FINE DEI TERMINI E DELLE CONDIZIONI",
  "Search-by-region": "Cerca per regione"
}
