{
	"Main Page": "Main Page",
	"All Pois (Points of Interest)": "All Pois (Points of Interest)",
	"All Pois (Points of Interest)-loggedin": "All Pois (Points of Interest)",
	"Users": "Users",
	"Welcome": "Welcome",
	"Logout": "Logout",
	"LogIn": "LogIn",
	"login-button": "Login",
	"signup-button": "Sign Up",
	"alertsDropdown": "SignUp",
	"SignUp": "SignUp",
	"Enter Username": "Enter Username",
	"Enter Password": "Enter Password",
	"Reset Password": "Reset Password",
	"Please enter your details below": "Please enter your details below",
	"Username is already taken!": "Username is already taken!",
	"Passwords don't match!": "Passwords don't match!",
	"Please fill in all fields": "Please fill in all fields",
	"Login error:": "Login error:",
	"An error occurred during logout. Please try again.": "An error occurred during logout. Please try again.",
	"Profile": "Profile",
	"Dev Ops": "Dev Ops",
	"Error during login:": "Error during login:",
	"You have been logged out.": "You have been logged out.",
	"Login": "Login",
	"Please check the box if you agree with our": "Please check the box if you agree with our",
	"Termsofuse": "Terms of Use",
	"copyright-info": "Copyright AE1 - Dev Ops team 2023",
	"Swagger API": "Swagger API",
	"Monitoring": "Monitoring",
	"Apache Licence": "Apache Licence",
	"cookies-consent-heading": "Cookies Consent",
	"cookies-info": "We use cookies in this website to give you the best experience on our site",
	"New Password": "New Password",
	"Confirm Password": "Confirm Password",
	"reset-password-button": "Reset Password",
	"add-picture": "Would you like to add a picture?",
	"uploadBtn": "Upload",
	"no": "No",
	"poidetails-input": "Please enter the details of the POI you wich to add",
	"name": "Please enter the Name",
	"type": "Please enter the Type",
	"country": "Please enter the Country",
	"region": "Please enter the Region",
	"description": "Describe the place",
	"submit": "Submit",
	"poi-type": "Type",
	"poi-country": "Country",
	"poi-region": "Region",
	"poi-lon": "Lon",
	"poi-lat": "Lat",
	"poi-description": "Description",
	"poi-recommendations": "Recommendations",
	"read-terms": "Welcome to our DevOps website project. Please read these Terms of Use carefully before using our website and services",
	"accept-terms": "Acceptance of Terms",
	"agree-terms": "By accessing or using this website, including any features, content,or applications offered, you agree to be bound by these Terms. If you do not agree to these Terms, please do not use our website",
	"u-accounts-login": "User Accounts and Login",
	"account-creation": "a.Account Creation: To access certain features of our website, you may need to create a user account. You agree to provide accurate, current, and complete information during the registration process",
	"account-security": "b.Security: You are responsible for maintaining the confidentiality of your account credentials, and you agree not to disclose them to any third party. You are solely responsible for allactivities that occur under your account",
	"account-termination": "c.Termination: We reserve the right to terminate or suspend your account at our sole discretion, without notice, for any conduct that we, in our sole discretion, believe violates these Terms or is harmfulto other users or us",
	"loc-based-services": "Location-Based Services",
	"geoloc": "a.Geolocation: Some features of our website may use location-based services. You agree to allow us to collect, use, and share your location data for the purpose of providing these services",
	"accuracy": "b.Accuracy:While we strive to provide accurate location information, we do not guarantee the accuracy, completeness, orreliability of location data",
	"u-conduct": "User Conduct",
	"u-compliance": "a.Compliance: You agree to comply with all applicable laws and regulations regarding your use of our website",
	"prohibited-activ": "b.Prohibited Activities: You may not engage in any activity that interferes with or disrupts our website or the servers and networks connected to it",
	"intellectual-property": "Intellectual Property",
	"ownership": "a.Ownership:All content, trademarks, logos, and intellectual property on our website are owned or licensed by us. You may not use, reproduce, or distribute any content without our prior written permission",
	"limit-liability": "Limitation of Liability",
	"limit-disclaimer": "a.Disclaimer:To the extent permitted by law, we disclaim all warranties, whether express or implied, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement",
	"limit-liability-2": "b.Limitation of Liability: We shall not be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses",
	"change-to-terms": "Changes to Terms",
	"right-to-update": "We reserve the right to update or modify these Terms at any time without prior notice. The date of the last modification will beindicated at the top of these Terms",
	"governing-law": "Governing Law",
	"terms-governed": "These Terms are governed by and construed in accordance with the laws of United Kingdom, without regard to its conflict of law principles",
	"contact-us": "Contact Us",
	"qa-terms": "If you have any questions about these Terms, please contact us at [Your Contact Information]",
	"thank-you": "Thank you for using our Devops application!"
}
