{
    "Main Page": "Página Principal",
    "All Pois (Points of Interest)": "Todos os Pontos de Interesse (PoIs)",
    "All Pois (Points of Interest)-loggedin": "Todos os Pontos de Interesse (PoIs)",
    "Users": "Usuários",
    "Welcome": "Bem-vindo",
    "Logout": "Sair",
    "LogIn": "Entrar",
    "login-button": "Entrar",
    "signup-button": "Registrar",
    "alertsDropdown": "Registrar",
    "searchbtn": "Buscar",
    "nameh3": "Nome",
    "recomendbut": "Recomendar",
    "shareBtn": "Compartilhar",
    "detePoi": "Excluir",
    "SignUp": "Registrar",
    "Enter Username": "Digite o Nome de Usuário",
    "Enter Password": "Digite a Senha",
    "Reset Password": "Redefinir Senha",
    "verify-button": "Verificar",
    "countdown": "A conta foi verificada. Redirecionando para a página de login em segundos...",
    "Please enter your details below": "Por favor, insira seus detalhes abaixo",
    "Username is already taken!": "Nome de usuário já está em uso!",
    "Passwords don't match!": "Senhas não coincidem!",
    "Please fill in all fields": "Por favor, preencha todos os campos",
    "Login error:": "Erro de login:",
    "An error occurred during logout. Please try again.": "Ocorreu um erro durante o logout. Por favor, tente novamente.",
    "Profile": "Perfil",
    "Dev Ops": "Dev Ops",
    "Error during login:": "Erro durante o login:",
    "You have been logged out.": "Você foi desconectado.",
    "Login": "Login",
    "Please check the box if you agree with our": "Marque a caixa se concordar com nossos",
    "Termsofuse": "Termos de Uso",
    "copyright-info": "Copyright AE1 - Equipe Dev Ops 2023",
    "Swagger API": "Swagger API",
    "Monitoring": "Monitoramento",
    "Apache Licence": "Licença Apache",
    "cookies-consent-heading": "Consentimento de Cookies",
    "cookies-info": "Usamos cookies neste site para proporcionar a melhor experiência possível",
    "acceptBtn": "Aceitar",
    "declineBtn": "Recusar",
    "New Password": "Nova Senha",
    "Confirm Password": "Confirmar Senha",
    "reset-password-button": "Redefinir Senha",
    "profile-username": "Nome de Usuário",
    "profile-email": "Email",
    "profile-level": "Nível",
    "users-username": "Nome de Usuário",
    "users-email": "Email",
    "users-level": "Permissão",
    "editUser": "Editar",
    "deletUser": "Excluir",
    "add-picture": "Gostaria de adicionar uma foto?",
    "uploadBtn": "Enviar",
    "no": "Não",
    "poidetails-input": "Por favor, insira os detalhes do PoI que deseja adicionar",
    "name": "Por favor, insira o Nome",
    "type": "Por favor, insira o Tipo",
    "country": "Por favor, insira o País",
    "region": "Por favor, insira a Região",
    "description": "Descreva o local",
    "submit": "Enviar",
    "poi-type": "Tipo",
    "poi-country": "País",
    "poi-region": "Região",
    "poi-lon": "Lon",
    "poi-lat": "Lat",
    "poi-description": "Descrição",
    "poi-recommendations": "Recomendações",
    "read-terms": "Bem-vindo ao nosso projeto DevOps. Por favor, leia atentamente estes Termos de Uso antes de usar nosso site e serviços",
    "accept-terms": "Aceitação dos Termos",
    "agree-terms": "Ao acessar ou usar este site, incluindo quaisquer recursos, conteúdo ou aplicativos oferecidos, você concorda em estar vinculado por estes Termos. Se você não concorda com estes Termos, por favor, não use nosso site",
    "u-accounts-login": "Contas de Usuário e Login",
    "account-creation": "a.Criação de Conta: Para acessar certos recursos do nosso site, você pode precisar criar uma conta de usuário. Você concorda em fornecer informações precisas, atuais e completas durante o processo de registro",
    "account-security": "b.Segurança: Você é responsável por manter a confidencialidade de suas credenciais de conta, e concorda em não divulgá-las a terceiros. Você é o único responsável por todas as atividades que ocorrem em sua conta",
    "account-termination": "c.Término: Reservamo-nos o direito de encerrar ou suspender sua conta a nosso critério exclusivo, sem aviso prévio, por qualquer conduta que, a nosso critério exclusivo, acreditemos violar estes Termos ou prejudicar outros usuários ou nós",
    "loc-based-services": "Serviços Baseados em Localização",
    "geoloc": "a.Geolocalização: Alguns recursos do nosso site podem usar serviços baseados em localização. Você concorda em nos permitir coletar, usar e compartilhar seus dados de localização para fornecer esses serviços",
    "accuracy": "b.Precisão: Embora nos esforcemos para fornecer informações precisas de localização, não garantimos a precisão, integralidade ou confiabilidade dos dados de localização",
    "u-conduct": "Conduta do Usuário",
    "u-compliance": "a.Conformidade: Você concorda em cumprir todas as leis e regulamentações aplicáveis relacionadas ao uso do nosso site",
    "prohibited-activ": "b.Atividades Proibidas: Você não pode se envolver em atividades que interfiram ou perturbem nosso site ou os servidores e redes a ele conectados",
    "intellectual-property": "Propriedade Intelectual",
    "ownership": "a.Propriedade: Todo o conteúdo, marcas comerciais, logotipos e propriedade intelectual em nosso site são de nossa propriedade ou licenciados por nós. Você não pode usar, reproduzir ou distribuir qualquer conteúdo sem nossa permissão por escrito",
    "limit-liability": "Limitação de Responsabilidade",
    "limit-disclaimer": "a.Aviso Legal: Na medida permitida por lei, renunciamos a todas as garantias, sejam expressas ou implícitas, incluindo, mas não se limitando a garantias implícitas de comercialização, adequação a uma finalidade específica e não violação",
    "limit-liability-2": "b.Limitação de Responsabilidade: Não seremos responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou exemplares, incluindo, mas não se limitando a, danos por perda de lucros, boa vontade, uso, dados ou outras perdas intangíveis, decorrentes ou relacionados ao uso ou incapacidade de usar o trabalho (incluindo, mas não se limitando a, danos por perda de lucros, boa vontade, uso, dados ou outras perdas intangíveis), mesmo que tal Contribuinte tenha sido avisado da possibilidade de tais danos.",
    "change-to-terms": "Alterações nos Termos",
    "right-to-update": "Reservamo-nos o direito de atualizar ou modificar estes Termos a qualquer momento, sem aviso prévio. A data da última modificação será indicada no topo destes Termos",
    "governing-law": "Lei Aplicável",
    "terms-governed": "Estes Termos são regidos e interpretados de acordo com as leis do Reino Unido, sem levar em consideração seus princípios de conflito de leis",
    "contact-us": "Contate-nos",
    "qa-terms": "Se você tiver alguma dúvida sobre estes Termos, entre em contato conosco em [Suas informações de contato]",
    "thank-you": "Obrigado por usar nosso aplicativo Devops!",
    "apache-license": "Licença Apache: Versão 2.0, janeiro de 2004",
    "terms-con-dist": "TERMOS E CONDIÇÕES PARA USO, REPRODUÇÃO E DISTRIBUIÇÃO",
    "definitions": "1. Definições",
    "licence": "Licença significa os termos e condições para uso, reprodução e distribuição conforme definido nas Seções 1 a 9 deste documento",
    "licensor": "Licenciante significa o proprietário dos direitos autorais ou a entidade autorizada pelo proprietário dos direitos autorais que está concedendo a Licença",
    "legal-entity": "Entidade Legal significa a união da entidade atuante e todas as outras entidades que controlam, são controladas por ou estão sob controle comum com essa entidade. Para os fins desta definição, controle significa (i) o poder, direta ou indiretamente, de causar a direção ou administração de tal entidade, seja por contrato ou de outra forma, ou (ii) a propriedade de cinquenta por cento (50%) ou mais das ações em circulação, ou (iii) a propriedade benéfica de tal entidade.",
    "you": "Você significa uma pessoa física ou Entidade Legal que exerce permissões concedidas por esta Licença.",
    "source": "Forma Fonte significa a forma preferida para fazer modificações, incluindo, mas não se limitando a código-fonte de software, fonte de documentação e arquivos de configuração.",
    "object": "Forma Objeto significa qualquer forma resultante de transformação mecânica ou tradução de uma Forma Fonte, incluindo, mas não se limitando a código objeto compilado, documentação gerada e conversões para outros tipos de mídia.",
    "work": "Obra significa a obra de autoria, seja em Forma Fonte ou Objeto, disponibilizada sob a Licença, conforme indicado por um aviso de direitos autorais incluído ou anexado à obra (um exemplo é fornecido no Apêndice abaixo).",
    "der-works": "Obras Derivadas significam qualquer obra, seja em Forma Fonte ou Objeto, que se baseie (ou seja derivada) da Obra e para a qual as revisões editoriais, anotações, elaborações ou outras modificações representem, como um todo, uma obra original de autoria. Para os fins desta Licença, Obras Derivadas não incluirão obras que permaneçam separáveis da Obra e Obras Derivadas da mesma.",
    "contribution": "Contribuição significa qualquer obra de autoria, incluindo a versão original da Obra e quaisquer modificações ou adições a essa Obra ou Obras Derivadas, que seja intencionalmente enviada ao Licenciante para inclusão na Obra pelo proprietário dos direitos autorais ou por uma pessoa física ou Entidade Legal autorizada a enviar em nome do proprietário dos direitos autorais. Para os fins desta definição, enviado significa qualquer forma de comunicação eletrônica, verbal ou escrita enviada ao Licenciante ou a seus representantes, incluindo, mas não se limitando a comunicações em listas de discussão eletrônicas, sistemas de controle de código-fonte e sistemas de rastreamento de problemas gerenciados por ou em nome do Licenciante para discutir e melhorar a Obra, excluindo a comunicação que é marcada de forma visível ou de outra forma designada por escrito pelo proprietário dos direitos autorais como Não uma Contribuição.",
    "contributor": "Contribuinte significa Licenciante e qualquer pessoa física ou Entidade Legal em nome da qual uma Contribuição foi recebida pelo Licenciante e posteriormente incorporada à Obra.",
    "grant-copyright": "2. Concessão da Licença de Direitos Autorais",
    "subject-terms": "Sujeito aos termos e condições desta Licença, cada Contribuinte concede a Você uma licença de direitos autorais perpétua, mundial, não exclusiva, sem encargos, isenta de royalties, irrevogável para reproduzir, preparar Obras Derivadas, exibir publicamente, executar publicamente, sublicenciar e distribuir a Obra e tais Obras Derivadas em Forma Fonte ou Objeto.",
    "grant-parentlicense": "3. Concessão da Licença de Patente",
    "subject-terms-2": "Sujeito aos termos e condições desta Licença, cada Contribuidor concede a você uma licença de patente perpétua, mundial, não exclusiva, sem custos, isenta de royalties, irrevogável (exceto conforme declarado nesta seção) para fazer, fazer fazer, usar, oferecer para venda, vender, importar e transferir de outra forma a Obra, onde tal licença se aplica apenas às reivindicações de patentes licenciáveis por tal Contribuidor que são necessariamente infringidas por suas Contribuições isoladamente ou pela combinação de suas Contribuições com a Obra à qual tais Contribuições foram submetidas. Se você iniciar uma ação judicial por infração de patente contra qualquer entidade (incluindo uma reivindicação cruzada ou contrarreivindicação em uma ação judicial) alegando que a Obra ou uma Contribuição incorporada na Obra constitui infração direta ou contributiva de patente, então quaisquer licenças de patente concedidas a você sob esta Licença para essa Obra serão encerradas na data em que tal ação judicial for arquivada.",
    "accuracy-2": "b. Precisão: Embora nos esforcemos para fornecer informações de localização precisas, não garantimos a precisão, integridade ou confiabilidade dos dados de localização.",
    "redistribution": "4. Redistribuição",
    "reproduce": "Você pode reproduzir e distribuir cópias da Obra ou das Obras Derivadas dela em qualquer meio, com ou sem modificações, e em formato de Código Fonte ou Objeto, desde que você atenda às seguintes condições:",
    "rep-a": "a. Você deve fornecer a qualquer outro destinatário da Obra ou Obras Derivadas uma cópia desta Licença; e",
    "rep-b": "b. Você deve fazer com que quaisquer arquivos modificados contenham avisos proeminentes indicando que você alterou os arquivos; e",
    "rep-c": "c. Você deve manter, no formato de Código Fonte de qualquer Obra Derivada que você distribuir, todos os avisos de direitos autorais, patentes, marcas comerciais e atribuições do formato de Código Fonte da Obra, excluindo aqueles avisos que não se aplicam a nenhuma parte das Obras Derivadas; e",
    "rep-d": "d. Se a Obra incluir um arquivo de texto NOTICE como parte de sua distribuição, então quaisquer Obras Derivadas que você distribuir devem incluir uma cópia legível dos avisos de atribuição contidos em tal arquivo NOTICE, excluindo aqueles avisos que não se aplicam a nenhuma parte das Obras Derivadas, em pelo menos um dos seguintes locais: dentro de um arquivo de texto NOTICE distribuído como parte das Obras Derivadas; dentro do formato de Código Fonte ou documentação, se fornecido junto com as Obras Derivadas; ou dentro de uma exibição gerada pelas Obras Derivadas, se e onde tais avisos de terceiros aparecerem normalmente. O conteúdo do arquivo NOTICE é apenas para fins informativos e não modifica a Licença. Você pode adicionar seus próprios avisos de atribuição nas Obras Derivadas que você distribui, ao lado ou como um complemento ao texto NOTICE da Obra, desde que tais avisos de atribuição adicionais não possam ser interpretados como modificação da Licença.",
    "add-copyright-st": "Você pode adicionar sua própria declaração de direitos autorais às suas modificações e pode fornecer termos e condições de licença adicionais ou diferentes para o uso, reprodução ou distribuição de suas modificações, ou para quaisquer Obras Derivadas como um todo, desde que o seu uso, reprodução e distribuição da Obra estejam em conformidade com as condições estabelecidas nesta Licença.",
    "sub-contr": "5. Envio de Contribuições",
    "unless-1": "A menos que você declare explicitamente o contrário, qualquer Contribuição enviada intencionalmente por você para inclusão na Obra à Licenciante estará sujeita aos termos e condições desta Licença, sem termos ou condições adicionais. Não obstante o acima, nada aqui deverá sobrepujar ou modificar os termos de qualquer acordo de licença separado que você possa ter celebrado com a Licenciante em relação a tais Contribuições.",
    "trademarks": "6. Marcas Comerciais",
    "license-no-permission": "Esta Licença não concede permissão para usar os nomes comerciais, marcas registradas, marcas de serviço ou nomes de produtos da Licenciante, exceto conforme necessário para um uso razoável e comum na descrição da origem da Obra e reprodução do conteúdo do arquivo NOTICE.",
    "diclaimer-warranty": "7. Isenção de Garantia",
    "applicable-law": "Salvo disposição em contrário na legislação aplicável ou acordado por escrito, a Licenciante fornece a Obra (e cada Contribuidor fornece suas Contribuições) COMO ESTÃO, SEM GARANTIAS OU CONDIÇÕES DE QUALQUER TIPO, expressas ou implícitas, incluindo, sem limitação, quaisquer garantias ou condições de TÍTULO, NÃO INFRAÇÃO, COMERCIALIZAÇÃO ou ADEQUAÇÃO A UMA FINALIDADE ESPECÍFICA. Você é o único responsável por determinar a adequação do uso ou redistribuição da Obra e assume todos os riscos associados ao exercício de permissões sob esta Licença.",
    "limit-liability-1": "8. Limitação de Responsabilidade",
    "legal-theory": "Em nenhuma circunstância e sob nenhuma teoria legal, seja em responsabilidade civil (incluindo negligência), contrato ou de outra forma, a menos que exigido por lei aplicável (como atos deliberados e grosseiramente negligentes) ou acordado por escrito, nenhum Contribuidor será responsável por você por danos, incluindo danos diretos, indiretos, especiais, incidentais ou consequenciais de qualquer natureza, decorrentes desta Licença ou do uso ou incapacidade de usar a Obra (incluindo, mas não se limitando a danos por perda de boa vontade, interrupção do trabalho, falha ou mau funcionamento do computador, ou quaisquer outros danos ou perdas comerciais), mesmo que tal Contribuidor tenha sido avisado da possibilidade de tais danos.",
    "accept-warranty": "9. Aceitação de Garantia ou Responsabilidade Adicional.",
    "redistr": "Ao redistribuir a Obra ou Obras Derivadas dela, você pode optar por oferecer e cobrar uma taxa pela aceitação de suporte, garantia, indenização ou outras obrigações e/ou direitos de responsabilidade consistentes com esta Licença. No entanto, ao aceitar tais obrigações, você pode agir apenas em seu próprio nome e por sua única responsabilidade, não em nome de qualquer outro Contribuidor, e somente se concordar em indenizar, defender e isentar cada Contribuidor de qualquer responsabilidade incorrida ou reivindicações feitas contra tal Contribuidor em razão de sua aceitação de qualquer garantia ou responsabilidade adicional.",
    "end-terms": "FIM DOS TERMOS E CONDIÇÕES",
    "searchValue": "Pesquisar por região",
    "Search-by-region": "Pesquisar por região"
}