{
    "Main Page": "Strona Główna",
    "All Pois (Points of Interest)": "Wszystkie POI (Punkty Zainteresowania)",
    "All Pois (Points of Interest)-loggedin": "Wszystkie POI (Punkty Zainteresowania)",
    "Users": "Użytkownicy",
    "Welcome": "Witaj",
    "Logout": "Wyloguj",
    "LogIn": "Zaloguj się",
    "login-button": "Zaloguj",
    "signup-button": "Zarejestruj się",
    "alertsDropdown": "Zarejestruj się",
    "searchbtn": "Szukaj",
    "nameh3": "Imię",
    "recomendbut": "Poleć",
    "shareBtn": "Udostępnij",
    "detePoi": "Usuń",
    "SignUp": "Zarejestruj się",
    "Enter Username": "Wprowadź nazwę użytkownika",
    "Enter Password": "Wprowadź hasło",
    "Reset Password": "Zresetuj hasło",
    "verify-button": "Zweryfikuj",
    "countdown": "Konto zostało zweryfikowane. Przekierowywanie do strony logowania za kilka sekund...",
    "Please enter your details below": "Proszę wprowadzić poniżej swoje dane",
    "Username is already taken!": "Nazwa użytkownika jest już zajęta!",
    "Passwords don't match!": "Hasła nie pasują do siebie!",
    "Please fill in all fields": "Proszę wypełnić wszystkie pola",
    "Login error:": "Błąd logowania:",
    "An error occurred during logout. Please try again.": "Wystąpił błąd podczas wylogowywania. Proszę spróbować ponownie.",
    "Profile": "Profil",
    "Dev Ops": "Dev Ops",
    "Error during login:": "Błąd podczas logowania:",
    "You have been logged out.": "Zostałeś wylogowany.",
    "Login": "Zaloguj się",
    "Please check the box if you agree with our": "Proszę zaznaczyć pole, jeśli zgadzasz się z naszymi",
    "Termsofuse": "Warunkami korzystania",
    "copyright-info": "Prawo autorskie AE1 - Zespół Dev Ops 2023",
    "Swagger API": "Swagger API",
    "Monitoring": "Monitorowanie",
    "Apache Licence": "Licencja Apache",
    "cookies-consent-heading": "Zgoda na pliki cookie",
    "cookies-info": "Używamy plików cookie na tej stronie, aby zapewnić Ci najlepsze doświadczenie na naszej witrynie",
    "acceptBtn": "Zaakceptuj",
    "declineBtn": "Odrzuć",
    "New Password": "Nowe hasło",
    "Confirm Password": "Potwierdź hasło",
    "reset-password-button": "Zresetuj hasło",
    "profile-username": "Nazwa użytkownika",
    "profile-email": "E-mail",
    "profile-level": "Poziom",
    "users-username": "Nazwa użytkownika",
    "users-email": "E-mail",
    "users-level": "Uprawnienia",
    "editUser": "Edytuj",
    "deletUser": "Usuń",
    "add-picture": "Czy chciałbyś dodać zdjęcie?",
    "uploadBtn": "Prześlij",
    "no": "Nie",
    "poidetails-input": "Proszę wprowadzić szczegóły POI, które chciałbyś dodać",
    "name": "Proszę wprowadzić nazwę",
    "type": "Proszę wprowadzić typ",
    "country": "Proszę wprowadzić kraj",
    "region": "Proszę wprowadzić region",
    "description": "Opisz miejsce",
    "submit": "Zatwierdź",
    "poi-type": "Typ",
    "poi-country": "Kraj",
    "poi-region": "Region",
    "poi-lon": "Długość geograficzna",
    "poi-lat": "Szerokość geograficzna",
    "poi-description": "Opis",
    "poi-recommendations": "Rekomendacje",
    "read-terms": "Witaj na naszej stronie internetowej projektu DevOps. Proszę przeczytaj uważnie te Warunki korzystania przed skorzystaniem z naszej witryny i usług.",
    "accept-terms": "Akceptacja warunków",
    "agree-terms": "Korzystając z tej witryny, w tym z jakichkolwiek funkcji, treści lub aplikacji oferowanych, zgadzasz się być związany tymi Warunkami. Jeśli nie zgadzasz się z tymi Warunkami, prosimy, nie korzystaj z naszej witryny.",
    "u-accounts-login": "Konta użytkowników i logowanie",
    "account-creation": "a.Tworzenie konta: Aby uzyskać dostęp do pewnych funkcji naszej witryny, możesz potrzebować utworzenia konta użytkownika. Zgadzasz się podać dokładne, aktualne i pełne informacje podczas procesu rejestracji.",
    "account-security": "b.Bezpieczeństwo: Jesteś odpowiedzialny za zachowanie poufności swoich danych dostępowych do konta i zgadzasz się ich nie ujawniać żadnej trzeciej stronie. Jesteś wyłącznie odpowiedzialny za wszelkie czynności dokonane na twoim koncie.",
    "account-termination": "c.Rozwiązanie umowy: Zastrzegamy sobie prawo do rozwiązania lub zawieszenia twojego konta według własnego uznania, bez powiadomienia, z powodu jakiejkolwiek działalności, która, według naszego własnego uznania, narusza te Warunki lub jest szkodliwa dla innych użytkowników lub nas.",
    "loc-based-services": "Usługi związane z lokalizacją",
    "geoloc": "a.Geolokacja: Niektóre funkcje naszej witryny mogą korzystać z usług związanych z lokalizacją. Zgadzasz się na zbieranie, używanie i udostępnianie danych o swojej lokalizacji w celu świadczenia tych usług.",
    "accuracy": "b.Dokładność: Chociaż dokładamy wszelkich starań, aby dostarczyć dokładne informacje o lokalizacji, nie gwarantujemy dokładności, kompletności ani niezawodności danych lokalizacyjnych.",
    "u-conduct": "Postępowanie użytkownika",
    "u-compliance": "a.Zgodność: Zgadzasz się przestrzegać wszystkich obowiązujących praw i przepisów dotyczących korzystania z naszej witryny.",
    "prohibited-activ": "b.Zakazane działania: Nie możesz angażować się w żadną działalność, która zakłóca lub przerywa działanie naszej witryny lub serwerów i sieci z nią połączonych.",
    "intellectual-property": "Własność intelektualna",
    "ownership": "a.Własność: Wszystkie treści, znaki towarowe, loga i własność intelektualna na naszej witrynie są własnością lub licencją udzieloną przez nas. Nie możesz używać, reprodukować ani rozpowszechniać żadnej treści bez naszej uprzedniej pisemnej zgody.",
    "limit-liability": "Ograniczenie odpowiedzialności",
    "limit-disclaimer": "a.Oświadczenie: Na tyle, na ile to jest dozwolone przez prawo, odrzucamy wszelkie gwarancje, czy to wyraźne, czy dorozumiane, w tym, lecz nie tylko, dorozumiane gwarancje handlowości, przydatności do określonego celu i nie naruszania praw.",
    "limit-liability-2": "b.Ograniczenie odpowiedzialności: Nie ponosimy odpowiedzialności za żadne bezpośrednie, pośrednie, przypadkowe, specjalne, następcze czy wzorcowe szkody, w tym, lecz nie tylko, szkody wynikające z utraty zysków, dobrej woli, użytkowania, danych czy innych niematerialnych strat.",
    "change-to-terms": "Zmiany w warunkach",
    "right-to-update": "Zastrzegamy sobie prawo do aktualizacji lub modyfikacji tych Warunków w dowolnym momencie bez wcześniejszego powiadomienia. Data ostatniej modyfikacji będzie wskazana na górze tych Warunków.",
    "governing-law": "Prawo właściwe",
    "terms-governed": "Te Warunki są objęte prawem i interpretowane zgodnie z prawem Wielkiej Brytanii, bez względu na zasady dotyczące konfliktu praw",
    "contact-us": "Skontaktuj się z nami",
    "qa-terms": "Jeśli masz jakiekolwiek pytania dotyczące tych Warunków, skontaktuj się z nami pod adresem [Twoje informacje kontaktowe]",
    "thank-you": "Dziękujemy za korzystanie z naszej aplikacji DevOps!",
    "apache-license": "Licencja Apache: Wersja 2.0, styczeń 2004",
    "terms-con-dist": "WARUNKI UŻYTKOWANIA, REPRODUKCJI I ROZPOWSZECHNIANIA",
    "definitions": "1. Definicje",
    "licence": "Licencja oznacza warunki korzystania, reprodukcji i rozpowszechniania określone w Sekcjach od 1 do 9 tego dokumentu.",
    "licensor": "Licencjodawca oznacza właściciela praw autorskich lub podmiot upoważniony przez właściciela praw autorskich, udzielający licencji.",
    "legal-entity": "Podmiot prawny oznacza związek podmiotu wykonawczego i wszystkich innych podmiotów, które kontrolują, są kontrolowane przez niego lub są pod wspólną kontrolą z tym podmiotem. W tym celu kontrola oznacza (i) zdolność do bezpośredniego lub pośredniego wpływania na kierunek lub zarządzanie takim podmiotem, czy to na podstawie umowy, czy w inny sposób, lub (ii) posiadanie pięćdziesięciu procent (50%) lub więcej akcji stanowiących udziały, lub (iii) korzystanie z korzyści własnościowych z takiego podmiotu.",
    "you": "Ty oznacza osobę fizyczną lub podmiot prawny korzystający z uprawnień udzielonych w ramach tej Licencji.",
    "source": "Forma źródłowa oznacza preferowaną formę dokonywania modyfikacji, w tym, lecz nie tylko, kod źródłowy oprogramowania, źródłową dokumentację i pliki konfiguracyjne.",
    "object": "Forma obiektu oznacza dowolną formę wynikającą z mechanicznej transformacji lub tłumaczenia formy źródłowej, w tym, lecz nie tylko, skompilowany kod obiektowy, wygenerowaną dokumentację i konwersje do innych rodzajów mediów.",
    "work": "Praca oznacza dzieło autorskie, niezależnie od tego, czy jest w formie źródłowej, czy obiektowej, udostępnione na licencji, o czym świadczy notatka o prawach autorskich zawarta w lub dołączona do pracy (przykład zamieszczony jest w Dodatku poniżej).",
    "der-works": "Dzieła pochodne oznaczają każdą pracę, bez względu na jej formę źródłową czy obiektową, opartą na (lub pochodzącą) z Dzieła i której redakcyjne poprawki, adnotacje, opracowania lub inne modyfikacje stanowią jako całość oryginalne dzieło twórcze. W ramach tej Licencji Dzieła pochodne nie obejmują prac, które pozostają odrębne od Dzieła lub jedynie łączą się (lub wiążą się nazwą) z interfejsami Dzieła i Dzieł pochodnych.",
  "contribution": "Wkład oznacza każdą pracę twórczą, w tym pierwotną wersję Dzieła oraz wszelkie modyfikacje lub dodatki do tego Dzieła lub Dzieł pochodnych, które są celowo przekazywane Licencjodawcy w celu uwzględnienia ich w Dziele przez właściciela praw autorskich lub osobę fizyczną lub podmiot prawny upoważniony do przekazywania ich w imieniu właściciela praw autorskich. W ramach tej definicji przekazane oznacza dowolną formę komunikacji elektronicznej, werbalnej lub pisemnej wysłanej do Licencjodawcy lub jego przedstawicieli, w tym, lecz nie ograniczając się do komunikacji na listach mailingowych elektronicznych, systemach kontroli kodu źródłowego i systemach śledzenia błędów zarządzanych przez Licencjodawcę w celu omówienia i ulepszania Dzieła, z wyłączeniem komunikacji, która jest widocznie oznaczona lub w inny sposób oznaczona pisemnie przez właściciela praw autorskich jako Nie Wkład.",
  "contributor": "Wnioskodawca oznacza Licencjodawcę oraz każdą osobę fizyczną lub podmiot prawny w imieniu którego Wkład został przekazany Licencjodawcy, a następnie włączony do Dzieła.",
  "grant-copyright": "2. Przyznanie Licencji Praw Autorskich",
  "subject-terms": "Zgodnie z warunkami niniejszej Licencji, każdy Współtwórca niniejszym udziela Tobie nieodpłatnej, trwałej, na całym świecie, nieekskluzywnej, bezterminowej licencji na prawa autorskie do reprodukcji, przygotowywania Dzieł pochodnych, publicznego wyświetlania, publicznego wykonywania, sublicencjonowania i dystrybucji Dzieła oraz takich Dzieł pochodnych w formie źródłowej lub obiektowej.",
  "grant-parentlicense": "3. Przyznanie Licencji Patentowej",
  "subject-terms-2": "Zgodnie z warunkami niniejszej Licencji, każdy Współtwórca niniejszym udziela Tobie nieodpłatnej, trwałej, na całym świecie, nieekskluzywnej, nieodpłatnej, bezzwrotnej licencji patentowej (z wyjątkiem określonego w niniejszym dziale) na sporządzanie, sporządzanie, używanie, oferowanie sprzedaży, sprzedaż, importowanie i w inny sposób przenoszenie Dzieła, gdzie taka licencja obejmuje tylko te roszczenia patentowe licencjonowane przez tego Współtwórcę, które są koniecznie naruszane wyłącznie przez ich Wkład (lub przez kombinację ich Wkładu) ze wspomnianym Dziełem. Jeśli Ty wszczynasz spór patentowy przeciwko jakiejkolwiek jednostce (w tym roszczenie wzajemne lub odwrotne w ramach procesu sądowego), twierdząc, że Dzieło lub Wkład włączony w Dzieło stanowi bezpośrednie lub pośrednie naruszenie patentu, to wszelkie licencje patentowe udzielone Tobie na mocy tej Licencji dla tego Dzieła wygasają z chwilą złożenia takiego pozwu.",
  "accuracy-2": "b. Dokładność: Mimo że dokładamy wszelkich starań, aby dostarczyć dokładne informacje o lokalizacji, nie gwarantujemy dokładności, kompletności ani niezawodności danych lokalizacyjnych.",
  "redistribution": "4. Redystrybucja",
  "reproduce": "Możesz reprodukować i rozpowszechniać kopie Dzieła lub Dzieł pochodnych w dowolnym medium, z modyfikacjami lub bez, w formie źródłowej lub obiektowej, pod warunkiem spełnienia następujących warunków:",
  "rep-a": "a. Musisz dostarczyć innym odbiorcom Dzieła lub Dzieł pochodnych kopię tej Licencji; i",
  "rep-b": "b. Musisz spowodować, żeby każdy zmodyfikowany plik zawierał wyraźne zawiadomienia, informujące, że dokonałeś zmian w plikach; i",
  "rep-c": "c. Musisz zachować w formie źródłowej wszelkie powiadomienia o prawach autorskich, patentowych, znakach towarowych i atrybucji z formy źródłowej Dzieła, z wyłączeniem tych powiadomień, które nie dotyczą żadnej części Dzieła pochodnego; i",
  "rep-d": "d. Jeśli Dzieło zawiera plik tekstowy NOTICE w ramach swojej dystrybucji, to wszelkie Dzieła pochodne, które rozpowszechniasz, muszą zawierać czytelny egzemplarz powiadomień atrybucji zawartych w tym pliku NOTICE, z wyłączeniem tych powiadomień, które nie dotyczą żadnej części Dzieła pochodnego, umieszczonej przynajmniej w jednym z następujących miejsc: w pliku tekstowym NOTICE rozpowszechnianym jako część Dzieła pochodnego; w formie źródłowej lub dokumentacji, jeśli jest dostarczana wraz z Dziełem pochodnym; lub w wygenerowanym przez Dzieła pochodne wyświetlaniu, jeśli i tam, gdzie normalnie pojawiają się takie powiadomienia osób trzecich. Treść pliku NOTICE ma charakter informacyjny i nie modyfikuje tej Licencji. Możesz dodać własne powiadomienia atrybucji do Dzieł pochodnych, które rozpowszechniasz, obok lub jako dodatek do tekstu NOTICE z Dzieła, pod warunkiem, że dodatkowe powiadomienia atrybucji nie mogą być uznawane za zmodyfikowanie Licencji.",
  "add-copyright-st": "Możesz dodać własne oświadczenie o prawach autorskich do swoich modyfikacji i możesz podać dodatkowe lub inne warunki i postanowienia licencyjne dotyczące korzystania, reprodukcji lub dystrybucji swoich modyfikacji lub takich Dzieł pochodnych jako całości, pod warunkiem, że korzystanie, reprodukcja i dystrybucja Dzieła w inny sposób spełnia warunki określone w niniejszej Licencji.",
  "sub-contr": "5. Przesłanie Wkładów",
  "unless-1": "Chyba że wyraźnie zadeklarujesz inaczej, każdy Wkład celowo przekazany dołączeniu do Dzieła przez Ciebie do Licencjodawcy podlega warunkom i postanowieniom niniejszej Licencji, bez dodatkowych warunków. Niemniej jednak nic w niniejszym dokumencie nie uchyla ani nie modyfikuje warunków ewentualnej odrębnej umowy licencyjnej, którą mogłeś zawrzeć z Licencjodawcą dotyczącej takich Wkładów.",
  "trademarks": "6. Znaki towarowe",
  "license-no-permission": "Niniejsza Licencja nie udziela uprawnienia do korzystania z nazw handlowych, znaków towarowych, znaków usługowych ani nazw produktów Licencjodawcy, chyba że jest to wymagane dla uzasadnionego i zwyczajowego opisu pochodzenia Dzieła oraz reprodukcji zawartości pliku NOTICE.",
  "diclaimer-warranty": "7. Wyłączenie gwarancji",
  "applicable-law": "Chyba że jest to wymagane przez obowiązujące prawo lub uzgodnione na piśmie, Licencjodawca dostarcza Dzieło (a każdy Współtwórca dostarcza swoje Wkłady) NA ZASADZIE JAK JEST BEZ JAKICHKOLWIEK GWARANCJI LUB WARUNKÓW, zarówno wyraźnych, jak i dorozumianych, w tym, ale nie ograniczając się do gwarancji lub warunków TYTUŁU, NARUSZENIA PRAW, PRZYDATNOŚCI HANDLOWEJ lub PRZYDATNOŚCI DO OKREŚLONEGO CELU. Jesteś wyłącznie odpowiedzialny za ustalenie odpowiedniości korzystania lub rozpowszechniania Dzieła i ponoszenie wszelkich związanych z tym ryzyk związanych z korzystaniem z udzielonych Ci uprawnień na mocy tej Licencji.",
  "limit-liability-1": "8. Ograniczenie odpowiedzialności",
  "legal-theory": "W żadnym przypadku i na żadnej podstawie prawnej, czy to w delikcie (w tym zaniedbanie), umowie lub w inny sposób, chyba że wymaga tego obowiązujące prawo (takie jak umyślne i rażące działania zaniedbania) lub jest uzgodnione na piśmie, żaden Współtwórca nie ponosi odpowiedzialności wobec Ciebie za szkody, w tym wszelkie szkody bezpośrednie, pośrednie, specjalne, przypadkowe lub wynikające, takie jak utrata dobrej woli, przerwa w pracy, awaria komputera lub awaria, czy jakiekolwiek inne szkody handlowe lub utraty, nawet jeśli taki Współtwórca został poinformowany o możliwości wystąpienia takich szkód.",
  "accept-warranty": "9. Akceptacja gwarancji lub dodatkowej odpowiedzialności.",
  "redistr": "Podczas ponownego rozpowszechniania Dzieła lub pochodnych Dzieła, możesz zdecydować się oferować i pobierać opłatę za przyjęcie wsparcia, gwarancji, zabezpieczenia lub innych zobowiązań i/lub praw zgodnie z tą Licencją. Jednak przyjmując takie zobowiązania, możesz działać tylko w swoim imieniu i na własną odpowiedzialność, nie w imieniu żadnego innego Współtwórcy, i tylko jeśli zgodzisz się zwolnić, bronić i nie obciążać żadnego Współtwórcy od odpowiedzialności za wszelkie zobowiązania lub roszczenia, zgłoszone przez takiego Współtwórcę z powodu przyjęcia przez Ciebie takiej gwarancji lub dodatkowej odpowiedzialności.",
  "end-terms": "KONIEC WARUNKÓW I POSTANOWIEŃ",
  "Search-by-region": "Wyszukaj według regionu"
}
