{
    "Main Page": "الصفحة الرئيسية",
    "All Pois (Points of Interest)": "جميع نقاط الاهتمام",
    "All Pois (Points of Interest)-loggedin": "جميع نقاط الاهتمام",
    "Users": "المستخدمين",
    "Welcome": "مرحبًا",
    "Logout": "تسجيل الخروج",
    "LogIn": "تسجيل الدخول",
    "login-button": "تسجيل الدخول",
    "signup-button": "التسجيل",
    "alertsDropdown": "التسجيل",
    "searchbtn": "بحث",
    "nameh3": "الاسم",
    "recomendbut": "توصية",
    "shareBtn": "مشاركة",
    "detePoi": "حذف",
    "SignUp": "التسجيل",
    "Enter Username": "أدخل اسم المستخدم",
    "Enter Password": "أدخل كلمة المرور",
    "Reset Password": "إعادة تعيين كلمة المرور",
    "verify-button": "تحقق",
    "countdown": "تم التحقق من الحساب. جار التوجيه إلى صفحة تسجيل الدخول في غضون ثوانٍ...",
    "Please enter your details below": "يرجى إدخال تفاصيلك أدناه",
    "Username is already taken!": "اسم المستخدم مأخوذ بالفعل!",
    "Passwords don't match!": "كلمات المرور غير متطابقة!",
    "Please fill in all fields": "يرجى ملء جميع الحقول",
    "Login error:": "خطأ في تسجيل الدخول:",
    "An error occurred during logout. Please try again.": "حدث خطأ أثناء تسجيل الخروج. يرجى المحاولة مرة أخرى.",
    "Profile": "الملف الشخصي",
    "Dev Ops": "عمليات التطوير",
    "Error during login:": "خطأ أثناء تسجيل الدخول:",
    "You have been logged out.": "تم تسجيل خروجك.",
    "Login": "تسجيل الدخول",
    "Please check the box if you agree with our": "يرجى التحقق من الخانة إذا كنت توافق على",
    "Termsofuse": "شروط الاستخدام",
    "copyright-info": "حقوق النشر AE1 - فريق عمليات التطوير 2023",
    "Swagger API": "واجهة برمجة تطبيقات Swagger",
    "Monitoring": "المراقبة",
    "Apache Licence": "رخصة أباتشي",
    "cookies-consent-heading": "موافقة الكوكيز",
    "cookies-info": "نستخدم ملفات تعريف الارتباط في هذا الموقع لتوفير أفضل تجربة لك على موقعنا",
    "acceptBtn": "قبول",
    "declineBtn": "رفض",
    "New Password": "كلمة مرور جديدة",
    "Confirm Password": "تأكيد كلمة المرور",
    "reset-password-button": "إعادة تعيين كلمة المرور",
    "profile-username": "اسم المستخدم",
    "profile-email": "البريد الإلكتروني",
    "profile-level": "المستوى",
    "users-username": "اسم المستخدم",
    "users-email": "البريد الإلكتروني",
    "users-level": "الإذن",
    "editUser": "تحرير",
    "deletUser": "حذف",
    "add-picture": "هل ترغب في إضافة صورة؟",
    "uploadBtn": "تحميل",
    "no": "لا",
    "poidetails-input": "يرجى إدخال تفاصيل نقطة الاهتمام التي ترغب في إضافتها",
    "name": "يرجى إدخال الاسم",
    "type": "يرجى إدخال النوع",
    "country": "يرجى إدخال الدولة",
    "region": "يرجى إدخال المنطقة",
    "description": "وصف المكان",
    "submit": "إرسال",
    "poi-type": "النوع",
    "poi-country": "الدولة",
    "poi-region": "المنطقة",
    "poi-lon": "خط الطول",
    "poi-lat": "خط العرض",
    "poi-description": "الوصف",
    "poi-recommendations": "التوصيات",
    "read-terms": "مرحبًا بك في مشروع موقع DevOps الخاص بنا. يرجى قراءة شروط الاستخدام هذه بعناية قبل استخدام موقعنا وخدماتنا",
    "accept-terms": "قبول الشروط",
    "agree-terms": "من خلال الوصول أو استخدام هذا الموقع، بما في ذلك أي ميزات أو محتوى أو تطبيقات يتم تقديمها، فإنك توافق على الالتزام بهذه الشروط. إذا لم توافق على هذه الشروط، يرجى عدم استخدام موقعنا",
    "u-accounts-login": "حسابات المستخدم وتسجيل الدخول",
    "account-creation": "أ. إنشاء حساب: للوصول إلى بعض ميزات موقعنا، قد تحتاج إلى إنشاء حساب مستخدم. توافق على تقديم معلومات صحيحة وحديثة وكاملة أثناء عملية التسجيل",
    "account-security": "ب. الأمان: أنت مسؤول عن الحفاظ على سرية بيانات حسابك، وتوافق على عدم الكشف عنها لأي طرف ثالث. أنت المسؤول الوحيد عن جميع الأنشطة التي تحدث تحت حسابك",
    "account-termination": "ج. إنهاء: نحن نحتفظ بحق إنهاء أو تعليق حسابك بمفردنا، دون إشعار، لأي سلوك نعتبره، في تقديرنا الوحيد، ينتهك هذه الشروط أو يكون ضارًا للمستخدمين الآخرين أو لنا",
    "loc-based-services": "خدمات مستندة إلى الموقع",
    "geoloc": "أ. الإحداثيات الجغرافية: قد تستخدم بعض ميزات موقعنا خدمات تعتمد على الموقع. توافق على السماح لنا بجمع واستخدام ومشاركة بيانات الموقع الخاصة بك لغرض تقديم هذه الخدمات",
    "accuracy": "ب. الدقة: على الرغم من أننا نسعى لتوفير معلومات موقع دقيقة، إلا أننا لا نضمن دقة أو اكتمال أو موثوقية بيانات الموقع",
    "u-conduct": "سلوك المستخدم",
    "u-compliance": "أ. الامتثال: توافق على الامتثال لجميع القوانين واللوائح القابلة للتطبيق فيما يتعلق باستخدام موقعنا",
    "prohibited-activ": "ب. الأنشطة المحظورة: قد لا تشارك في أي نشاط يعيق أو يعطل موقعنا أو الخوادم والشبكات المتصلة به",
    "intellectual-property": "الملكية الفكرية",
    "ownership": "أ. الملكية: جميع المحتوى والعلامات التجارية والشعارات والملكية الفكرية على موقعنا هي مملوكة أو مرخصة لنا. قد لا تستخدم أي محتوى دون إذننا الكتابي المسبق",
    "limit-liability": "تحديد المسؤولية",
    "limit-disclaimer": "أ. تنصل: بقدر ما يسمح القانون، ننكر جميع الضمانات، سواء كانت صريحة أم ضمنية، بما في ذلك ولكن لا تقتصر على الضمانات الضمنية للرواج، واللياقة لغرض معين، وعدم انتهاك الحقوق",
    "limit-liability-2": "ب. تحديد المسؤولية: نخلي مسؤوليتنا عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو خاصة أو نموذجية، بما في ذلك ولكن لا تقتصر على، الأضرار الناتجة عن فقدان الأرباح، أو السمعة، أو الاستخدام، أو البيانات، أو أي خسائر لا مادية أخرى",
    "change-to-terms": "تغيير الشروط",
    "right-to-update": "نحتفظ بحق تحديث أو تعديل هذه الشروط في أي وقت دون إشعار مسبق. سيتم تحديد تاريخ آخر تعديل في أعلى هذه الشروط",
    "governing-law": "القانون السائد",
    "terms-governed": "تخضع هذه الشروط للقوانين وتفسيرها وفقًا لقوانين المملكة المتحدة، دون النظر إلى مبادئ التعارض فيها",
    "contact-us": "اتصل بنا",
    "qa-terms": "إذا كان لديك أي أسئلة حول هذه الشروط، يرجى الاتصال بنا على [معلومات الاتصال الخاصة بك]",
    "thank-you": "شكرًا لاستخدام تطبيق DevOps لدينا!",
    "apache-license": "رخصة Apache: الإصدار 2.0، يناير 2004",
    "terms-con-dist": "الشروط والأحكام للاستخدام والتكرار والتوزيع",
    "definitions": "1. التعاريف",
    "licence": "الترخيص يعني الشروط والأحكام للاستخدام والتكرار والتوزيع كما هو محدد في الأقسام 1 إلى 9 من هذا المستند",
    "licensor": "المرخص يعني صاحب حقوق التأليف والنشر أو الكيان المخول من قبل صاحب حقوق التأليف والنشر الذي يمنح الترخيص",
    "legal-entity": "الكيان القانوني يعني اتحاد الكيان الفعلي وجميع الكيانات الأخرى التي تتحكم بها أو تتحكم فيها أو تكون تحت التحكم المشترك مع تلك الكيانات. لأغراض هذا التعريف، يعني التحكم (أ) القوة، المباشرة أو غير المباشرة، لتحديد أو إدارة تلك الكيانات، سواء بواسطة عقد أو غيره، أو (ب) امتلاك خمسين بالمائة (50٪) أو أكثر من حقوق التحكم، أو (ج) امتلاك ملكية مفيدة لتلك الكيانات.",
    "you": "أنت تعني فردًا أو كيانًا قانونيًا يمارس الأذونات الممنوحة بهذا الترخيص.",
    "source": "نموذج المصدر يعني الشكل المفضل لإجراء التعديلات، بما في ذلك ولكن لا يقتصر على رمز المصدر للبرمجيات، ومصدر الوثائق، وملفات التكوين.",
    "object": "نموذج الكائن يعني أي شكل ناتج عن التحول الميكانيكي أو الترجمة من شكل المصدر، بما في ذلك ولكن لا يقتصر على رمز الكائن المترجم، والوثائق المولدة، والتحويلات إلى وسائط أخرى.",
    "work": "العمل يعني عمل الإبداع، سواء كان في شكل المصدر أو الكائن، المتاح بموجب الترخيص، كما يُظهر ذلك في إشعار حقوق التأليف والنشر الذي يتم تضمينه في أو مرفقة بهذا العمل (يتم توفير مثال في الإضافة أدناه).",
    "der-works": "الأعمال المشتقة تعني أي عمل، سواء كان في شكل المصدر أو الكائن، يستند (أو يستمد) من العمل والتحريرات التحريرية والتعليقات والتفصيلات أو التعديلات الأخرى تمثل، في مجملها، عملًا أصليًا من صاحب العمل. لأغراض هذا الترخيص، لا تشمل الأعمال المشتقة الأعمال التي تظل قابلة للفصل من العمل وترتبط فقط (أو تربط بالاسم) بواجهات العمل والأعمال المشتقة من ذلك.",
    "contribution": "المساهمة تعني أي عمل فني، بما في ذلك النسخة الأصلية للعمل وأي تعديلات أو إضافات لذلك العمل أو المشتقات منه، التي تُقدم بشكل متعمد إلى المرخص له لتضمينها في العمل من قبل مالك حقوق النشر أو فرد أو كيان قانوني مفوض لتقديمها نيابة عن مالك حقوق النشر. لأغراض هذا التعريف، يعني المُقدم أي شكل من أشكال الاتصال الإلكتروني أو الشفوي أو الكتابي الذي يتم إرساله إلى المرخص له أو ممثليه، بما في ذلك ولكن لا يقتصر على الاتصال عبر قوائم البريد الإلكتروني الإلكتروني ونظم التحكم في شيفرة المصدر ونظم تتبع المشاكل التي يتم إدارتها بواسطة المرخص له، أو نيابة عنه، لغرض مناقشة وتحسين العمل، باستثناء الاتصال الذي يتم تحديده بشكل واضح أو يتم تعيينه بشكل آخر بشكل كتابي من قبل مالك حقوق النشر باعتباره ليس مساهمة.",
    "contributor": "المساهم يعني المرخص له وأي فرد أو كيان قانوني نيابة عنه تم استلام مساهمة من قبل المرخص له ومن ثم دمجها في العمل.",
    "grant-copyright": "2. منح رخصة حقوق النشر",
    "subject-terms": "بناءً على شروط وأحكام هذه الرخصة، يمنح كل مساهم لك رخصة حقوق نشر دائمة وعالمية وغير حصرية وبدون رسوم وخالية من العائدات ولا يمكن إلغاؤها لنسخ، وإعداد أعمال مشتقة، وعرضها علنيًا، وأدائها علنيًا، وإعطاء ترخيص فرعي لها، وتوزيع العمل ومشتقاته بتنسيق المصدر أو الكائن.",
    "grant-parentlicense": "3. منح ترخيص براءة الاختراع",
    "subject-terms-2": "بناءً على شروط وأحكام هذه الرخصة، يمنح كل مساهم لك ترخيص براءة اختراع دائم وعالمي وغير حصري وبدون رسوم وخالي من العائدات ولا يمكن إلغاؤه (إلا كما هو موضح في هذا القسم) لجعل وتصنيع واستخدام وتقديم للبيع وبيع واستيراد ونقل العمل، حيث ينطبق هذا الترخيص فقط على تلك المطالبات براءات الاختراع التي يمكن ترخيصها من قبل مساهم بحيث يتم انتهاكها بالضرورة بسبب مساهمته (مساهماته) بمفرده أو بالجمع بين مساهمته (مساهماته) والعمل الذي تم تقديمه لها. إذا قمت برفع دعوى قضائية براءات اختراع ضد أي كيان (بما في ذلك دعوى متعاكسة أو رد مضاد في دعوى قضائية) تزعم أن العمل أو المساهمة المدمجة في العمل يشكل انتهاكًا مباشرًا أو إسهاميًا في براءات الاختراع، فإن أي تراخيص براءات الاختراع الممنوحة لك بموجب هذه الرخصة لهذا العمل ستنتهي اعتبارًا من تاريخ تقديم مثل هذه الدعوى.",
    "accuracy-2": "ب. الدقة: في حين نسعى لتوفير معلومات دقيقة حول الموقع، إلا أننا لا نضمن دقة أو اكتمال أو قوة الاعتماد لبيانات الموقع.",
    "redistribution": "4. إعادة التوزيع",
    "reproduce": "يمكنك إعادة إنتاج وتوزيع نسخ من العمل أو أعمال مشتقة منه في أي وسيلة، سواء كانت مع أو بدون تعديلات، وبتنسيق المصدر أو الكائن، شريطة أن تلبي الشروط التالية:",
    "rep-a": "أ. يجب عليك إعطاء نسخة من هذه الرخصة لأي مستلم آخر للعمل أو أعمال المشتقة؛ و",
    "rep-b": "ب. يجب أن تجعل أي ملفات معدلة تحمل إشعارات بارزة تفيد بأنك قمت بتغيير الملفات؛ و",
    "rep-c": "ج. يجب أن تحتفظ، في المصدر الخاص بأي أعمال مشتقة تقوم بتوزيعها، بجميع إشعارات حقوق النشر وبراءات الاختراع والعلامات التجارية والإشهار من المصدر الخاص بالعمل، باستثناء تلك الإشعارات التي لا تتعلق بأي جزء من أعمال المشتقة. و",
    "rep-d": "د. إذا كان العمل يتضمن ملف نصي للإشعار كجزء من توزيعه، فيجب أن تتضمن أي أعمال مشتقة تقوم بتوزيعها نسخة قابلة للقراءة من إشعارات الإسناد الواردة في ملف الإشعار ، باستثناء تلك الإشعارات التي لا تتعلق بأي جزء من أعمال المشتقة، في واحدة على الأقل من الأماكن التالية: داخل ملف نصي للإشعار يتم توزيعه كجزء من أعمال المشتقة. داخل المصدر أو الوثائق إذا تم توفيرها مع أعمال المشتقة. أو داخل عرض تم إنشاؤه بواسطة أعمال المشتقة، إذا كانت وحيثما تظهر عادة مثل هذه الإشعارات من الأطراف الثالثة. محتويات ملف الإشعار هي لأغراض إعلامية فقط ولا تعديل على الرخصة. يمكنك إضافة إشعارات إسناد خاصة بك داخل أعمال المشتقة التي تقوم بتوزيعها، جنبًا إلى جنب أو كإضافة لنص الإشعار من العمل، شريطة أن لا يمكن تفسير تلك الإشعارات الإضافية كتعديل للرخصة.",
    "add-copyright-st": "يمكنك إضافة بيان حقوق النشر الخاص بك إلى تعديلاتك وتقديم شروط وأحكام ترخيص إضافية أو مختلفة لاستخدام أو إعادة إنتاج أو توزيع تعديلاتك، أو لأي أعمال مشتقة ككل، شريطة أن يتوافق استخدامك وإعادة إنتاجك وتوزيعك للعمل مع بقية الشروط المذكورة في هذا الترخيص.",
    "sub-contr": "5. تقديم المساهمات",
    "trademarks": "6. العلامات التجارية",
    "license-no-permission": "هذا الترخيص لا يمنح إذنًا باستخدام أسماء العلامات التجارية أو العلامات التجارية أو العلامات الخدمية أو أسماء المنتجات للمرخص به، إلا كما هو مطلوب للاستخدام العادل والمعتاد في وصف أصل العمل وتكرار محتوى ملف الإشعار.",
    "diclaimer-warranty": "7. إخلاء المسؤولية عن الضمان",
    "applicable-law": "ما لم يكن مطلوبًا بموجب القانون الساري أو تم الاتفاق على ذلك بشكل كتابي، يقدم المرخص بالعمل (ويقدم كل من المساهمين مساهماته) على أساس \"كما هو\"، بدون أي ضمانات أو شروط من أي نوع، سواء كانت صريحة أو ضمنية، بما في ذلك، دون حصر، أي ضمانات أو شروط بشأن العنوان، عدم الانتهاك، التسويق أو اللياقة لغرض معين. أنت المسؤول الوحيد عن تحديد مدى ملاءمة استخدام أو إعادة توزيع العمل، وتفترض أي مخاطر مرتبطة بممارسة صلاحياتك بموجب هذا الترخيص.",
    "limit-liability-1": "8. تحديد المسؤولية",
    "legal-theory": "بأي حال من الأحوال وتحت أي نظرية قانونية، سواء كانت تحت الاعتداء (بما في ذلك الإهمال) أو التعاقد أو غيرها، ما لم يكن مطلوبًا بموجب القانون الساري (مثل الأعمال العمدية والإهمال الفاحش) أو تم الاتفاق على ذلك كتابة، لا يكون أي مساهم مسؤولاً تجاهك عن الأضرار، بما في ذلك أي أضرار مباشرة أو غير مباشرة أو خاصة أو عرضية أو نموذجية من أي نوع تنشأ نتيجة لهذا الترخيص أو عدم القدرة على استخدام العمل (بما في ذلك ولكن لا يقتصر على الأضرار بفقدان السمعة، أو توقف العمل، أو فشل الكمبيوتر أو العطل، أو أي أضرار أو خسائر تجارية أو تجارية أخرى). حتى لو كان قد تم تنبيه مثل المساهم بإمكانية حدوث مثل هذه الأضرار.",
    "accept-warranty": "9. قبول الضمان أو المسؤولية الإضافية.",
    "redistr": "أثناء إعادة توزيع العمل أو أعمال الإشتقاق المترتبة عنه، يمكنك اختيار تقديم وفرض رسوم عن قبول الدعم أو الضمان أو الضمان أو التزامات أخرى و / أو حقوق تتسق مع هذا الترخيص. ومع ذلك، عند قبول مثل هذه الالتزامات، يمكنك العمل فقط نيابة عن نفسك وعلى مسؤوليتك الشخصية فقط، وليس نيابة عن أي مساهم آخر، وفقط إذا وافقت على تعويض والدفاع عن وإبقاء كل مساهم بريء من أي مسؤولية تتحملها أو مطالب يثبتها مثل هذا المساهم بسبب قبولك أي ضمان أو مسؤولية إضافية.",
    "end-terms": "نهاية الشروط والأحكام",
    "Search-by-region": "البحث حسب المنطقة"
}
